Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Confirm password:
gl: Confirmar o contrasinal:

source: Change my password
gl: Cambiar o meu contrasinal

source: Password reset unsuccessful
gl: O contrasinal non se puido restablecer

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
gl: A ligazón para restablecer o contrasinal non é válida, posiblemente porque xa se usou Solicite restablecer un novo contrasinal.

source: Password reset successful
gl: O contrasinal restableceuse con éxito

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
gl: Enviámoslle as instrucións para configurar o contrasinal ao correo que indicou Debería recibilo pronto.

source: You're receiving this e-mail because you requested a password reset
gl: Recibe este correo porque solicitou restablecer o contrasinal

source: for your user account at %(site_name)s
gl: para a súa conta de usuario en %(site_name)s

source: Please go to the following page and choose a new password:
gl: Vaia á seguinte páxina e escolla un novo contrasinal:

source: Your username, in case you've forgotten:
gl: O seu nome de usuario, no caso de que o esquecese:

source: Thanks for using our site!
gl: Grazas por usar o noso sitio!

source: The %(site_name)s team
gl: O equipo %(site_name)s

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
gl: Esqueceu o contrasinal? Introduza o seu correo abaixo e enviarémoslle instrucións para configurar un novo.

source: E-mail address:
gl: Correo electrónico:

source: Reset my password
gl: Restablecer o meu contrasinal

source: Search videos
gl: Buscar vídeos

source: Videos In
gl: Vídeos en

source: %(number)s language
gl: %(number)s idioma

source: lines
gl: liñas

source: Plays (this week)
gl: Reproducións (esta semana)

source: Plays (this month)
gl: Reproducións (este mes)

source: Plays (all time)
gl: Reproducións (todas)

source: Search Videos
gl: Buscar vídeos

source: Search Results for
gl: Resultados da busca por

source: Search Results for %(query)s
gl: Resultados da busca por %(query)s

source: of
gl: de

source: Users statistic
gl: Estatísticas dos usuarios

source: Videos statistic
gl: Estatísticas dos vídeos

source: Languages statistic
gl: Estatísticas dos idiomas

source: stats for
gl: estados para

source: day
gl: día

source: week
gl: semana

source: month
gl: mes

source: Total number of videos captioned
gl: Número total de vídeos con pé

source: Facebook shares
gl: Compartido en Facebook

source: Email shares
gl: Compartido por correo

source: Language statistic for
gl: Estatísticas de idioma por

source: General statistic
gl: Estatísticas xerais

source: Videos count
gl: Conta dos vídeos

source: Subtitles views count
gl: Conta de visualizacións dos subtítulos

source: Videos views count
gl: Conta de visualizacións dos vídeos

source: Language statistic
gl: Estatísticas de idioma

source: Lanuage
gl: Idioma

source: Date
gl: Data

source: Count
gl: Conta

source: Time(sec)
gl: Tempo(seg)

source: Activity statistic
gl: Estatísticas de actividade

source: Day
gl: Día

source: Week
gl: Semana

source: Month
gl: Mes

source: Video
gl: Vídeo

source: By logger
gl: Por rexistro

source: all
gl: todo

source: Class
gl: Clase

source: Method
gl: Método

source: Value
gl: Valor

source: Join via
gl: Unirse vía

source: You will be logged out and new account will be created via
gl: Pechará a sesión e crearase unha nova conta vía

source: Do you really wish to join this team?
gl: Está seguro de que quere unirse a este equipo?

source: Join this team now!
gl: Únase a este equipo agora!

source: Login via
gl: Iniciar sesión vía

source: to apply
gl: solicitar

source: Your application is pending
gl: A súa solicitude está pendente de aprobación

source: Join Team
gl: Unirse ao equipo

source: Want to create your own subtitling team? Contact
gl: Quere crear o seu propio equipo de subtitulación? Contacto

source: Apply to Join
gl: Solicitar unirse

source: Apply to
gl: Solicitar

source: Language skill
gl: Habilidade de idioma

source: No formal language training is required to translate for %(team)s. But we do ask that all translators are confident in their translation abilities. Please make sure your profile has your language
gl: Non se require un adestramento formal de idioma para traducir para %(team)s. Porén, pedimos que todos os tradutores estean seguros das súas habilidades de tradución. Asegúrese de que o seu perfil teña o seu idioma

source: proficiency
gl: destreza

source: specified
gl: especificado

source: We request that each new applicant does at least one full set of subtitles within the first week of joining. Aside from that, it’s up to you!
gl: Solicitamos que cada novo candidato faga como mínimo unha serie completa de subtítulos durante a súa primeira semana A partir de aí, depende de vostede!

source: About you
gl: Sobre vostede

source: Tell us a little bit about yourself and why you’re interested in translating with %(team)s. This should be 3-5 sentences, no longer!
gl: Cóntenos un chisco sobre vostede e por que está interesado en traducir con %(team)s. Deben ser 3-5 frases, como moito!

source: Submit Application
gl: Enviar a solicitude

source: Completed Languages
gl: Idiomas completados

source: Video Page
gl: Páxina do vídeo

source: Show all
gl: Amosar todo

source: Task
gl: Tarefa

source: Tasks in my languages
gl: Tarefas nos meus idiomas

source: See tasks in <a href="#" data-modal="language_modal">your languages</a>
gl: Ver tarefas en <a href="#" data-modal="language_modal">your languages</a>

source: Other
gl: Outros

source: Projects
gl: Proxectos

source: video
gl: vídeo

source: Show less
gl: Amosar menos

source: Member
gl: Membro

source: My tasks
gl: As miñas tarefas

source: All available tasks
gl: Todas as tarefas dispoñibles

source: All videos
gl: Todos os vídeos

source: According to your
gl: Segundo as súas

source: language choices
gl: eleccións de idioma

source: there don't appear to be videos you can translate.
gl: non aparecen vídeos que poida traducir

source: But check back soon! There may soon be translations for you to review.
gl: Pero volva comprobar pronto! Pronto haberá traducións para que revise

source: You can also invite friends who speak other languages to help out.
gl: Tamén pode invitar amigos que falen outros idiomas para axudarlle

source: Resume
gl: Retomar

source: Start now
gl: Iniciar agora

source: Team Details
gl: Detalles do equipo

source: Workflows
gl: Fluxo de traballo

source: Videos
gl: Vídeos

source: Members
gl: Membros

source: Activity
gl: Actividade

source: Tasks
gl: Tarefas

source: Settings
gl: Configuración

source: Add this video to one of your teams
gl: Engada este vídeo a un dos seus equipos

source: Choose a team
gl: Escolla un equipo

source: You received this notification because you are a member of the <a href="%(team_page)s">%(team)s</a> team.
gl: Recibiu esta notificación porque é membro do equipo<a href="%(team_page)s">%(team)s</a>.

source: Move video to one of your other teams?
gl: Mover o vídeo a outro dos equipos?

source: Move video
gl: Mover o vídeo

source: Managing
gl: Xestionando

source: Add new team
gl: Engadir un equipo novo

source: %(num)s language
gl: %(num)s idioma

source: (%(num)s completed)
gl: (%(num)s completados)

source: 1 open task
gl: 1 tarefa aberta

source: Edit
gl: Editar

source: Remove
gl: Retirar

source: Sorry, no activity yet
gl: Sentímolo, non hai actividade

source: Team video
gl: Equipo do vídeo

source: Add video
gl: Engadir vídeo

source: Save
gl: Gardar

source: Add multiple videos
gl: Engadir varios vídeos

source: Team Aplications
gl: Solicitudes do equipo

source: Approve
gl: Aprobar

source: Deny
gl: Denegar

source: Send a message
gl: Enviar unha mensaxe

source: There are no applications right now
gl: Agora mesmo non hai solicitudes

source: Edit team
gl: Editar equipo

source: Create team
gl: Crear equipo

source: Create a team
gl: Crear un equipo

source: All Teams
gl: Todos os equipos

source: My Teams
gl: Os meus equipos

source: Display Settings
gl: Configuración de visualización

source: Create Team
gl: Crear equipo

source: Back to teams
gl: Volver aos equipos

source: Back to my teams
gl: Volver aos meus equipos

source: Create a Task
gl: Crear unha tarefa

source: New Task
gl: Nova tarefa

source: Task availability depends on settings and workflow. Some tasks (e.g. Translate) will always require original subtitles to be completed and published first. Others (like Review and Approve) must be enabled and can only follow a completed Transcribe/Translate task.
gl: A dispoñibilidade da tarefa depende da configuración e o fluxo de traballo Algunhas tarefas (por exemplo, traducir) requirirán sempre que se completen e publiquen primeiro os subtítulos orixinais Outras (como revisar ou aprobar) deben ser habilitadas e só poden seguir unha tarefa completada de transcribir/traducir

source: What needs to be done?
gl: Que necesita facerse?

source: Grayed-out tasks are not available for this video at this time.
gl: As tarefas en gris non están dispoñibles para este vídeo neste momento.

source: What language is needed?
gl: Que idioma se necesita?

source: Who should do it?
gl: Quen debe facelo?

source: Begin typing to search
gl: Comeza a escribir para buscar

source: Tasks left unassigned can be claimed by members with the appropriate permissions.
gl: Os membros cos permisos axeitados poden reclamar as tarefas sen asignar

source: You do not have permission to create any valid tasks for this video.
gl: Non ten permiso para crear tarefas válidas para este vídeo.

source: Selected Video
gl: Vídeo seleccionado

source: New task form
gl: Novo formulario de tarefa

source: Back to tasks list
gl: Volver á lista de tarefas

source: %(team_name)s needs your help subtitling and translating the following new videos:
gl: %(team_name)s precisa da súa axuda para subtitular e traducir os seguintes vídeos novos:

source: Or you can visit the team page to see the latest work
gl: Ou pode visitar a páxina do equipo para ver os últimos traballos

source: Stop receiving new notifications when a new video is added.
gl: Deixar de recibir novas notificacións cando se engaden novos vídeos.

source: The <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> team has added new videos, and they need your help:
gl: O equipo <a href="http://%(domain)s%(team_url)s">%(team_name)s</a> engadiu novos vídeos, e precisan da súa axuda:

source: Thank you!
gl: Grazas!

source: Invite Members
gl: Invitar Membros

source: Recipient
gl: Destinatario

source: Begin typing to search.
gl: Comece a escribir para buscar.

source: Amara username of the user you want to invite.
gl: Nome en Amara do usuario que quere invitar

source: Invite Details
gl: Detalles da invitación

source: Include a message
gl: Incluír unha mensaxe

source: Assign a role
gl: Asignar un papel

source: Role to be assigned to the user if they accept your invitation.
gl: Papeis para asignar ao usuario no caso de que acepte a súa invitación.

source: Send Invites
gl: Enviar invitacións

source: Filter and Sort
gl: Filtrar e Ordenar

source: Showing
gl: A mostrar

source: all members
gl: todos os membros

source: admins
gl: administradores

source: managers
gl: xestores

source: contributor
gl: colaboradores

source: speaking
gl: a falar

source: all languages
gl: todos os idiomas

source: Clear
gl: Limpar

source: This team has
gl: Este equipo

source: open applications
gl: solicitudes abertas

source: Sorry, no members found.
gl: Sentímolo, non se atoparon membros.

source: Me
gl: Eu

source: and
gl: e

source: project
gl: proxecto

source: Assignments
gl: Asignacións

source: Are you sure you want to remove this member from the team?
gl: Ten a certeza de querer eliminar este membro do seu equipo?

source: Guidelines
gl: Directrices

source: Custom messages
gl: Mensaxes personalizados

source: Customize the messages sent to your users. The text you enter will accompany the default system message.
gl: Personalice as mensaxes enviadas aos seus usuarios. O texto que introduza seguirá á mensaxe por defecto do sistema.

source: When a member is invited to join the team
gl: Cando un membro sexa invitado a unirse ao equipo

source: When a member applies to join the team
gl: Cando un membro solicite unirse ao equipo

source: When a member is given the Manager role
gl: Cando un membro sexa nomeado Xestor

source: When a member is given the Admin role
gl: Cando un membro sexa nomeado Administrador

source: Add guidelines to be displayed to your users when completing tasks.
gl: Engadir directrices para amosar aos seus usuarios cando realicen tarefas.

source: When transcribing
gl: Ao transcribir

source: When translating
gl: Ao traducir

source: When reviewing
gl: Ao revisar

source: Preferred Languages
gl: Idiomas preferidos

source: Translation tasks will be auto-created for these languages
gl: As tarefas de tradución para estes idiomas crearanse automaticamente

source: Blacklisted Languages
gl: Idiomas na lista negra

source: Will not be shown when creating or performing tasks
gl: Non se mostrarán ao crear ou realizar tarefas

source: Team Management
gl: Xestión do Equipo

source: How can users join your team?
gl: Como poden outros usuarios unirse ao seu equipo?

source: Who can add/remove videos?
gl: Quen pode engadir/eliminar vídeos?

source: Manage subtitling and translation work for your videos
gl: Xestione o traballo de subtitulado e tradución dos seus vídeos

source: Who can create and assign tasks?
gl: Quen pode crear e asignar tarefas?

source: Specified members will only be able to create/assign tasks they are permitted to complete themselves
gl: Os membros especificados soamente poderán crear/asignar tarefas que eles mesmos poidan completar

source: How many tasks can a user have at once?
gl: Cantas tarefas pode ter un usuario ao mesmo tempo?

source: If left blank there will be no limit.
gl: Se se deixa en branco non haberá límite.

source: How many days should an assignee get to complete a task?
gl: Cantos días debe tardar o usuario asignado en completar a tarefa?

source: If left blank tasks will not expire.
gl: Se se deixa en branco as tarefas non caducarán.

source: Subtitling
gl: A subtitular

source: Who can transcribe subtitles?
gl: Quen pode transcribir subtítulos?

source: i.e. transcribe from video and perform time-alignment
gl: isto é, transcribir desde o vídeo e facer a sincronización

source: Who can translate subtitles?
gl: Quen pode traducir subtítulos?

source: i.e. translate text from an original subtitle into a new language
gl: isto é, traducir texto a un novo idioma desde o subtitulado orixinal

source: How your subtitles will get published <em>(configure below)</em>
gl: Como se publicarán os seus subtítulos <em>(configure below)</em>

source: Transcribed
gl: Transcrito

source: or ...
gl: ou...

source: Reviewed
gl: Revisado

source: Approved
gl: Aprobado

source: Published
gl: Publicado

source: Workflows enable you to add moderation steps and automate tasks
gl: Os fluxos de traballo lle permiten engadir etapas de moderación e automatizar tarefas

source: Enable workflows
gl: Activar fluxos de traballo

source: Automatically create transcription tasks
gl: Crear tarefas de transcrición automaticamente

source: Automatically create translation tasks for preferred languages
gl: Crear tarefas de tradución automaticamente para os idiomas preferidos

source: manage languages
gl: xestionar idiomas

source: Review
gl: Revisar

source: Approval
gl: Aprobación

source: Add Project
gl: Engadir Proxecto

source: Add new project
gl: Engadir un novo proxecto

source: Description
gl: Descrición

source: Moderate this project's subtitles. Will override the team's workflow if exists.
gl: Moderar os subtítulos deste proxecto. Se sobrescribirá o fluxo de traballo do equipo en caso de existir.

source: Automatically create subtitle tasks
gl: Crear tarefas de subtitulado automaticamente

source: Edit Project
gl: Editar Proxecto

source: Are you sure you want to delete this project?
gl: Ten a certeza de querer eliminar este proxecto?

source: This team does not have any projects yet
gl: Este equipo aínda non ten proxectos

source: Add Task
gl: Engadir Tarefa

source: Translate
gl: Traducir

source: tasks for
gl: tarefas para

source: my languages
gl: os meus idiomas

source: assigned to
gl: asignado a

source: anyone
gl: calquera

source: me
gl: eu

source: no one
gl: ninguén

source: sorted by
gl: ordenados por

source: date, newest
gl: data, máis novos

source: date, oldest
gl: data, máis vellos

source: time left, least
gl: tempo restante, menor

source: time left, most
gl: tempo restante, maior

source: Clear all filters, sorts, and search terms
gl: Limpar todos os filtros, ordenacións e busca de termos

source: NOTE:
gl: NOTA:

source: When sorting by expiration date, tasks without an expiration are not shown.
gl: Ao ordenar por data de expiración, as tarefas sen expiración non se amosan.

source: latest draft
gl: último borrador

source: transcribed
gl: transcrito

source: translated
gl: traducido

source: reviewed
gl: revisado

source: and edited
gl: e editado

source: by
gl: por

source: Assigned to
gl: Asignado a

source: Unassigned
gl: Sen asignar

source: Perform Task
gl: Realizar a tarefa

source: You have reached the maximum number of tasks.
gl: Xa acadou o máximo número de tarefas.

source: Download draft
gl: Descargar bocexo

source: Upload a draft
gl: Subir un bocexo

source: Important:
gl: Importante:

source: Uploading a draft will not complete the task. After uploading, select "Resume" from the "Perform Task" drop-down to verify timing, video title and video description in the onsite editor and to submit the final version.
gl: Subir un bocexo non completará a tarefa. Despois de subilo, seleccione «Resumo» dentro de «Realizar tarefa» arrastre para comprobar a minutación, o título e a descrición do vídeo no editor presente no sitio e envíe a versión final.

source: Language
gl: Idioma

source: Translate from
gl: Traducir desde

source: File:
gl: Ficheiro:

source: Accepted formats: .srt, .ssa, .sbv, .dfxp, .xml (for TTML)
gl: Formatos aceptados:.srt, .ssa, .sbv., .dfxp, xml (para TTML)

source: Download a draft
gl: Descargar un bocexo

source: Download a draft of these subtitles so you can work offline.
gl: Descargar un bocexo deses subtítulos de modo que poida traballar en desconexión.

source: Decline
gl: Rexeitar

source: Reassign
gl: Reasignar

source: Assign
gl: Asignar

source: Delete task
gl: Eliminar tarefa

source: What would you like to do with the subtitles for this task?
gl: Que quere facer cos subtítulos desta tarefa?

source: Publish these subtitles immediately
gl: Publicar estes subtítulos inmediatamente

source: Delete these subtitles permanently (discard all drafts since the last published version)
gl: Eliminar estes subtítulos permanentemente (descartar todos os bocexos desde a última versión publicada)

source: Assign to User
gl: Asignar ao Usuario

source: Sorry, no tasks here.
gl: Sentímolo, non hai tarefas.

source: Edit team video
gl: Editar o vídeo do equipo

source: Edit video
gl: Editar vídeo

source: This video is being moderated by team
gl: Este vídeo está a ser moderado polo equipo

source: Team Directory
gl: Cartafol do equipo

source: Sort by
gl: Ordenar por

source: My team
gl: O meu equipo

source: Private
gl: Privado

source: No description...
gl: Sen descrición...

source: %(count)s member
gl: %(count)s membro

source: %(count)s video
gl: %(count)s vídeo

source: Leave team
gl: Deixar o equipo

source: Sorry, no teams found.
gl: Sentímolo, non se atoparon equipos.

source: Search and Filter
gl: Buscar e Filtrar

source: Start a Team
gl: Crear un Equipo

source: Want to create your own subtitling team? Contact <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>
gl: Quere crear o seu propio equipo de subtitulación? Contacto <a href="mailto:enterprise@pculture.org">enterprise@pculture.org</a>

source: Add Video
gl: Engadir vídeo

source: Videos with
gl: Vídeos con

source: any
gl: algún

source: no
gl: non

source: subtitles
gl: subtítulos

source: name, a-z
gl: nome, a-z

source: name, z-a
gl: nome, z-a

source: time, newest
gl: tempo, máis novo

source: time, oldest
gl: tempo, máis vello

source: most subtitles
gl: máis subtítulos

source: least subtitles
gl: menos subtítulos

source: Rebuilding video index. Please try again in a few minutes
gl: Reconstruíndo o índice do vídeo. Ténteo outra vez dentro duns minutos

source: Sorry, no videos here
gl: Sentímolo, non hai vídeos

source: Remove video
gl: Eliminar vídeo

source: You are removing this video from the %(team)s team.
gl: Vostede está a eliminar o vídeo do equipo %(team)s.

source: It will remain on Amara but will no longer be subject to the team's permissions and worfklows. Any outstanding tasks will be deleted.
gl: Permanecerá en Amara pero xa non estará suxeito aos permisos e fluxos de traballo do equipo. As tarefas destacadas serán eliminadas.

source: You can choose to remove the video from the %(team)s team or to delete the video (and all of its subtitles) from the system entirely. What would you like to do?
gl: Vostede pode escoller eliminar o vídeo do equipo %(team)s ou borrar o vídeo (e todos os seus subtítulos) do sistema por completo. Que quere facer?

source: Just remove the video from the team.
gl: Eliminar o vídeo soamente do equipo.

source: Delete the video entirely.
gl: Eliminar o vídeo por completo.

source: Please let us know what you were doing when you encountered this error.
gl: Que estaba a facer cando atopou este erro?

source: Sorry, the page you requested was not found.
gl: Non se atopou a páxina solicitada.

source: Unfeature video
gl: Non destacar o vídeo

source: Feature video
gl: Destacar vídeo

source: How are you using Amara? What would make it better?
gl: Como está a usar Amara? What would make it better?

source: Please let us know if you have any comments, questions, or suggestions!
gl: Por favor, envíenos os seus comentarios, preguntas ou suxestións!

source: Note: we read/speak English best, but try to read/respond to anything we can.
gl: Nota: preferimos ler/falar inglés, pero trataremos ler/responder no idioma que poidamos.

source: Your email:
gl: O seu correo:

source: Your Feedback
gl: Os seus Comentarios

source: Send feedback
gl: Enviar comentarios

source: Send Feedback
gl: Enviar comentario

source: Close
gl: Cerrar

source: Thank you for your feedback.
gl: Grazas polos seus comentarios.

source: If you would like to perform some additional testing
gl: Se quere facer máis avaliacións

source: please go to our
gl: por favor vaia ao noso

source: For new testers, we have
gl: Para novos avaliadores, temos

source: a getting started guide
gl: unha guía de iniciación

source: Enter feedback please.
gl: Por favor, introducir comentarios.

source: ✓ Following
gl: ✓ A seguir

source: Not Following
gl: Non seguindo

source: You will stop receiving notifications when any subtitles for this video are edited. You can choose to follow again at any time.
gl: Deixará de recibir notificacións cando se editen os subtítulos deste vídeo. Pode volver a seguilo en calquera momento.

source: Stop following this video
gl: Deixar de seguir este vídeo

source: You will stop receiving notification when
gl: Deixará de recibir notificacións cando

source: subtitles for this video are edited. You can choose to follow again at any time.
gl: se editen os subtítulos deste vídeo. Pode volver a seguilo en calquera momento.

source: Stop following
gl: Deixar de seguir

source: subtitles
gl: subtítulos

source: Unfollow all languages
gl: Deixar de seguir todos os idiomas
