Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Username
gl: Nome de usuario

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
gl: Requirido. 30 caracteres ou menos Soamente caracteres alfanuméricos (letras, díxitos e guións baixos).

source: This value must contain only letters, numbers and underscores.
gl: Este valor debe conter soamente letras, números ou guións baixos.

source: Password
gl: Contrasinal

source: Password confirmation
gl: Confirmación de contrasinal

source: Email
gl: Correo el.

source: Hide
gl: Agochar

source: Retired user
gl: Usuario retirado

source: Add comment
gl: Engadir comentario

source: Start subtitles
gl: Iniciar subtítulos

source: Start translation
gl: Iniciar tradución

source: Edit subtitles
gl: Editar subtítulos

source: Edit translation
gl: Editar tradución

source: understand enough
gl: suficiente comprensión

source: understand 99%
gl: comprensión 99%

source: write like a native
gl: escribir coma un nativo

source: follow requests in language
gl: seguir consultas no idioma

source: This is date when start to display announcement. And only the last will be displayed.
gl: Esta é a data ao comezar a verse o anuncio. E soamente se presentará o último.

source: e-mail confirmation
gl: confirmación de correo electrónico

source: e-mail confirmations
gl: confirmacións de correo electrónico

source: Confirmation key expired.
gl: A clave de confirmación expirou.

source: Email is confirmed.
gl: Confirmouse o correo electrónico.

source: Confirmation email was sent.
gl: Enviouse confirmación do correo electrónico.

source: You email is empty or already confirmed.
gl: O correo electrónico está baleiro ou xa foi confirmado.

source: Your account was deleted.
gl: Eliminouse a súa conta.

source: Fill email field, please.
gl: Cubra o campo de correo electrónico.

source: Confirm your email, please.
gl: Confirme o correo electrónico.

source: You car reply only comments for same object
gl: Soamente se poden responder comentarios para o mesmo obxecto

source: Only me
gl: Soamente eu

source: This user cannot change those settings
gl: Este usuario non pode cambiar esas opcións

source: Public
gl: Publicar

source: Only with secret url
gl: Soamente con url secreto

source: Only authorized members
gl: Soamente membros autorizados

source: public
gl: publicar

source: no embeding allowed
gl: non se permite incorporar

source: You cannot change visibility for this video.
gl: Non se pode cambiar a visibilidade deste vídeo.

source: Settings saved!
gl: Configuración gardada!

source: Please correct the errors bellow!
gl: Corrixa os erros seguintes!

source: You should be authenticated to write messages
gl: Debería estar autenticado para escribir mensaxes

source: This message is from site administrator.
gl: Esta é unha mensaxe do administrador do sitio.

source: You cannot send a message to a user and a team at the same time.
gl: Non se lle pode enviar unha mensaxe a un usuario e a un equipo ao mesmo tempo.

source: You must choose a recipient.
gl: Debe elixir un destinatario.

source: This field is required.
gl: Este campo é necesario.

source: [no subject]
gl: [sen asunto]

source: You should enter subject or message.
gl: Debería escribir o asunto ou a mensaxe.

source: You should be authenticated.
gl: Debería estar autenticado.

source: Message does not exist.
gl: A mensaxe non existe.

source: New message from %(author)s on Amara: %(subject)s
gl: Nova mensaxe de %(author)s en Amara: %(subject)s

source: New message on Amara: %(subject)s
gl: Nova mensaxe en Amara: %(subject)s

source: You've been invited to team %s on Amara
gl: Foi convidado ao equipo %s en Amara

source: %(user)s is applying for team %(team)s
gl: %(user)s está solicitando estar no equipo %(team)s

source: Your application to join the %s team has been declined
gl: Declinouse a súa solicitude de unirse ao equipo %s

source: %s team has a new member
gl: o equipo %s ten un novo membro

source: You've joined the %s team!
gl: Uniuse ao equipo %s!

source: %(user)s has left the %(team)s team
gl: %(user)s deixou o equipo %(team)s

source: You've left the %s team!
gl: Abandonou o equipo %s!

source: Your videos were imported!
gl: Importáronse os vídeos!

source: You have a new task assignment on Amara!
gl: Ten unha nova tarefa asignada en Amara!

source: Your subtitles have been reviewed
gl: Revisáronse os seus subtítulos

source: and published
gl: e publicáronse

source: Your subtitles have been approved and published!
gl: Aprobáronse e publicáronse os seus subtítulos!

source: Your subtitles have been returned for further editing
gl: Os subtítulos devolvéronselle para posterior edición

source: Your subtitles were not accepted
gl: Os subtítulos non lle foron aceptados

source: %(user)s left a comment on the video %(title)s
gl: %(user)s deixou un comentario no vídeos %(title)s

source: Message sent.
gl: Mensaxe enviada.

source: i-names are not supported
gl: os i-names non están permitidos

source: The OpenID was invalid
gl: O OpenID non era correcto

source: The request was cancelled
gl: Cancelouse a solicitude

source: Setup needed
gl: É necesario configurar

source: OpenID failed
gl: Fallou o OpenID

source: Sign in with your OpenID
gl: Rexístrese co seu OpenID

source: Sign in
gl: Rexistrarse

source: This user has not email
gl: Este usuario non ten correo

source: You are not authenticated.
gl: Non está autenticado.

source: Personal message from %(sender)s on universalsubtitles.org
gl: Mensaxe persoal de %(sender)s en universalsubtitles.org

source: Confirm new password:
gl: Confirmar o novo contrasinal:

source: Invalid password.
gl: Contrasinal incorrecto.

source: The two passwords did not match.
gl: Os dous contrasinais non coinciden.

source: Your email was updated.
gl: Actualizouse o correo electrónico.

source: File server unavailable. Try later. You can edit some other information without any problem.
gl: O servidor de ficheiros non está dispoñíbel. Ténteo máis tarde. Pode editar calquera outra información sen ningún problema.

source: Your profile has been updated.
gl: Actualizouse o seu perfil.

source: Relevance
gl: Relevancia

source: Most languages
gl: Máis idiomas

source: Views Today
gl: Visualizacións hoxe

source: Views This Week
gl: Visualizacións esta semana

source: Views This Month
gl: Visualización este mes

source: Total Views
gl: Total de visualizacións

source: query
gl: consulta

source: Sort By
gl: Ordenar por

source: Subtitled Into
gl: Subtitulado en

source: Left blank for any language
gl: Espazo deixado para calquera lingua

source: Video In
gl: Vídeos en

source: All Languages
gl: Todos os idiomas

source: Subtitle fetch statistic
gl: Recuperar estatística de subtítulo

source: Video view statistic
gl: Estatística de visualizacións de vídeo

source: Widget view statistic
gl: Trebello de visualización de estatística

source: %(count)s messages sent
gl: %(count)s mensaxes enviadas

source: Fill all fields please.
gl: Cubra todos os campos.

source: Send message
gl: Enviar mensaxe

source: Feature teams
gl: Equipos de características

source: Unfeature teams
gl: Equipos de descaracterizar

source: Team
gl: Equipo

source: User
gl: Usuario

source: Project
gl: Proxecto

source: Let's keep things tidy, shall we?
gl: Permite deixar as cousas arrombadas, farémolo?

source: Video URL
gl: URL de vídeo

source: Enter the URL of any compatible video or any video on our site. You can also browse the site and use the 'Add Video to Team' menu.
gl: Introducir o URL de calquera vídeo compatíbel ou calquera vídeo no noso sitio. Tamén pode botar unha ollada ao sitio e utilizar o menú 'Engadir vídeo a equipo'.

source: Video language
gl: Idioma do vídeo

source: It will be saved only if video does not exist in our database.
gl: Gardarase soamente se o vídeo non existe na base de datos.

source: This video already belongs to a team.
gl: Este vídeo xa pertence a un equipo.

source: Set original language for this video.
gl: Estabelecer idioma orixinal para este vídeo.

source: %(count)s videos have been added. It will take a minute or so for them to appear.
gl: Engadíronse %(count)s vídeos. Levaralles un minuto aproximadamente aparecer.

source: %(count)s videos have been added. It will take a minute or so for them to appear. To add the remaining videos from this feed, submit this feed again and make sure to check "Save feed" box.
gl: Engadíronse %(count)s vídeos. Levaralles un minuto aproximadamente aparecer. Para engadir os vídeos desde esta fonte engada a fonte e asegúrese de marcar a caixa «Gardar fonte».

source: Team intro video URL
gl: Enderezo URL do vídeo de introdución do equipo

source: You can put an optional video on your team homepage that explains what your team is about, to attract volunteers. Enter a link to any compatible video, or to any video page on our site.
gl: Pode poñer un vídeo opcional na páxina principal do equipo que explique en que consiste o equipo, para atraer voluntarios.Introduza unha ligazón a calquera vídeo compatíbel ou a calquera páxina de vídeos no sitio.

source: Team URL: http://universalsubtitles.org/teams/
gl: Endeezo URL do equipo: http://universalsubtitles.org/teams/

source: This video has already been transcribed.
gl: Este vídeo xa se transcribiu.

source: Subtitling of this video is already in progress.
gl: A subtitulación deste vídeo xa está en proceso.

source: No one has transcribed this video yet, so it can't be translated.
gl: Ninguén transcribiu este vídeo aínda, pódese transcribir.

source: This language already has a complete set of subtitles.
gl: Este idioma xa completou o conxunto de subtítulos.

source: There is already a task in progress for that video/language.
gl: Aínda hai unha tarefa en proceso para este vídeo/idioma.

source: You must select a language for a Translate task.
gl: Debe seleccionar un idoma para unha tarefa de tradución.

source: That user has already been assigned the maximum number of tasks.
gl: Este usuario xa ten asignado o número máximo de tarefas.

source: You do not have permission to assign this task.
gl: Non ten permiso para asignar esta tarefa.

source: This user cannot perform that task.
gl: O usuario non pode realizar esta tarefa.

source: You do not have permission to delete this task.
gl: Non ten permiso para eliminar esta tarefa.

source: You cannot blacklist a preferred language.
gl: Non é posíbel poñer na lista negra un idioma preferido.

source: User does not exist!
gl: O usuario non existe!

source: User is already a member of this team!
gl: O usuario xa é membro deste equipo!

source: Would you like to delete these subtitles completely?
gl: Desexa eliminar os subtítulos completamente?

source: What would you like to unpublish?
gl: Que desexa despublicar?

source: This version (and any later version) for this language.
gl: Esta versión (e calquera versión posterior) para este idioma.

source: All versions for this language and any dependent languages.
gl: Todas as versións para este idioma e calquera idioma dependente.

source: These subtitles are not under a team's control.
gl: Os subtítulos non están baixo o control dun equipo.

source: You do not have permission to unpublish these subtitles.
gl: Non ten permiso para despublicar os subtítulos.

source: You cannot perform that task.
gl: Non pode realizar esa tarefa.

source: Invalid language to translate from.
gl: É incorrecta a elección de idioma do que traducir

source: File size should be less {0} kb
gl: O tamaño do ficheiro debería ser menor que {0} kb

source: Incorrect format. Upload .srt, .ssa, .sbv, .dfxp or .xml (TTML format)
gl: Formato incorrecto. Upload .srt, .ssa, .sbv, .dfxp or .xml (TTML format)

source: Can not detect file encoding
gl: Non é posíbel detectar a codificación do ficheiro

source: Incorrect subtitles format
gl: O formato dos subtítulos é incorrecto

source: Open
gl: Abrir

source: Application
gl: Solicitude

source: Invitation by any team member
gl: Invitación por calquera membro de equipo

source: Invitation by manager
gl: Invitación polo xestor

source: Invitation by admin
gl: Invitación polo admin

source: Any team member
gl: Calquera membro de equipo

source: Managers and admins
gl: Xestores e admins

source: Admins only
gl: Soamente admins

source: name
gl: nome

source: slug
gl: ligazón fácil

source: description
gl: descrición

source: All urls will be converted to links. Line breaks and HTML not supported.
gl: Todos os urls converteranse en ligazóns. Non se admiten os saltos de liña nin HTML.

source: logo
gl: logotipo

source: publicly Visible?
gl: Publicamente visíbel?

source: videos
gl: vídeos

source: users
gl: usuarios

source: third party accounts
gl: contas de terceiros

source: applicants
gl: solicitantes

source: Intro Video
gl: Vídeo de introdución

source: Page content
gl: Contido da páxina

source: You can use markdown. This will replace Description.
gl: Pode usar o marcado markdown. Substituirá a descrición.

source: HTML that appears at the top of the teams page.
gl: HTML que aparece na parte superior da páxina dos equipos.

source: authentication provider code
gl: código de provedor autenticado

source: membership policy
gl: normas de pertenza

source: video policy
gl: normas de vídeo

source: task assignment policy
gl: normas de asignación de tarefas

source: subtitling policy
gl: normas de subtitulado

source: translation policy
gl: normas de tradución

source: maximum tasks per member
gl: tarefas máximas por membro

source: task expiration (days)
gl: vencemento de tarefas (días)

source: Teams
gl: Equipos

source: Use this space to explain why you or your team need to caption or subtitle this video. Adding a note makes volunteers more likely to help out!
gl: Use este espazo para explicar por que o seu equipo quere incluír lendas ou subtitular este vídeo. Engadir notas favorece que os voluntarios queiran axudar!

source: We automatically grab thumbnails for certain sites, e.g. Youtube
gl: Gardamos miniaturas para certos sitios, i.e. Youtube

source: Need help with all languages
gl: Necesitamos axuda con todos os idiomas

source: If you check this, other languages will not be displayed.
gl: Se elixe este, non se amosarán outros idiomas.

source: Owner
gl: Propietario

source: Manager
gl: Xestor

source: Admin
gl: Administrador

source: Contributor
gl: Colaborador

source: New activity on your team video
gl: Nova actividade no vídeo do seu equipo

source: Team does not exist
gl: Equipo non existente

source: You are already a member of this team.
gl: Xa é membro deste equipo.

source: You are now a member of this team.
gl: Agora é membro deste equipo.

source: The "About you" field is required in order to apply.
gl: O campo «Sobre min» é requirido para solicitar.

source: Your application has been submitted. You will be notified of the team administrator's response
gl: A súa petición foi enviada. Notificaráselle a resposta do administrador do equipo

source: You can't join this team by application.
gl: Pódese unir a este equipo mediante solicitude.

source: Team does not exist.
gl: Equipo non existente.

source: You are not manager of this team.
gl: Non é xestor deste equipo.

source: Incorrect team member role.
gl: Rol incorrecto do membro do equipo.

source: Team member does not exist.
gl: Membro de equipo non existente.

source: You can't promote yourself.
gl: Non pode promoverse a si mesmo.

source: Team member role changed.
gl: Cambiou o rol do membro do equipo.

source: You cannot assign that role to that member.
gl: Non é posíbel asignar ese papel a un membro.

source: New %(team)s videos ready for subtitling!
gl: Novos vídeos de %(team)s listos para subtitular!

source: Name
gl: Nome

source: Newest
gl: O máis novo

source: Most Members
gl: Máis membros

source: Your team has been created. Here are some next steps: <ul> <li><a href="%(edit)s">Edit team members' permissions</a></li> <li><a href="%(activate)s">Activate and customize workflows for your team</a></li> <li><a href="%(create)s">Create and customize projects</a></li> <li><a href="%(lang)s">Edit language preferences</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>
gl: Creouse o equipo. Here are some next steps: <ul> <li><a href="%(edit)s">Editar os permisos dos membros do equipo</a></li> <li><a href="%(activate)s">Activar e personalizar o fluxo de traballo para o equipo</a></li> <li><a href="%(create)s">Crear e personalizar proxectos</a></li> <li><a href="%(lang)s">Editar preferencias de idioma</a></li> <li><a href="%(custom)s">Customize instructions to caption makers and translators</a></li> </ul>

source: You do not have permission to delete this team.
gl: Non ten permiso para eliminar este equipo.

source: You do not have permission to edit this team.
gl: Non ten permiso para editar este equipo.

source: Settings saved.
gl: Configuración gardada.

source: Guidelines and messages updated.
gl: Directivas e mensaxes actualizadas.

source: You can't add that video to this team/project.
gl: Pode engadir ese vídeo a este equipo/proxecto.

source: The video has been moved to the new team.
gl: Este vídeo moveuse ao equipo novo.

source: You can't add videos to this team/project.
gl: Non pode engadir vídeos a este equipo/proxecto.

source: You can't edit this video.
gl: Non pode editar este vídeo

source: Video has been updated.
gl: Actualizouse o vídeo.

source: Request must be a POST request.
gl: A consulta debe ser do tipo POST.

source: You can't delete that video.
gl: Non pode eliminar o vídeo.

source: You can't remove that video.
gl: Non pode borrar o vídeo.

source: Video has been deleted from Amara.
gl: O vídeo eliminouse de Amara.

source: Video has been removed from the team.
gl: O vídeo borrouse do equipo

source: Member has been removed from the team.
gl: O membro borrouse do equipo.

source: Use the "Leave this team" button to remove yourself from this team.
gl: Use o botón "Abandonar o equipo" para borrarse deste equipo.

source: You don't have permission to remove this member from the team.
gl: Non ten permiso para borrar a este membro do equipo.

source: Application approved.
gl: Aplicativo aprobado

source: Application does not exist.
gl: O aplicativo non existe.

source: You can't approve applications.
gl: Non pode aprovar o aplicativo.

source: Application denied.
gl: Aplicativo rexeitado

source: You can't deny applications.
gl: Non pode denegar solicitudes.

source: You cannot invite people to this team.
gl: Non pode invitar persoas a este equipo.

source: You cannot join this team.
gl: Non se pode unir a este equipo.

source: You have left this team.
gl: Abandonou o equipo.

source: Member saved.
gl: Membro gardado.

source: You cannot view this team's tasks.
gl: Non pode visualizar as tarefas do equipo.

source: You are not allowed to perform this task.
gl: Non se lle permite realizar esta tarefa.

source: Task deleted.
gl: Tarefa eliminada.

source: You cannot delete this task.
gl: Non pode eliminar esta tarefa.

source: Task declined.
gl: Tarefa rexeitada.

source: Task assigned.
gl: Tarefa asignada.

source: You cannot assign this task.
gl: Non pode asignar esta tarefa.

source: Invalid assignment attempt.
gl: Intento de asignación non válido.

source: Draft uploaded successfully.
gl: Boceso enviado correctamente.

source: You are not allowed to download this transcript.
gl: Non se lle permite descargar esta transcrición

source: There's already a project with this name
gl: Xa hai un proxecto con este nome

source: Project added.
gl: Proxecto engadido.

source: You cannot edit that project.
gl: Non pode editar o proxecto.

source: Project deleted.
gl: Proxecto eliminado.

source: Project saved.
gl: Proxecto gardado.

source: Invalid unpublishing request. Errors:
gl: Invalid unpublishing request. Errores:

source: Successfully unpublished subtitles.
gl: Subtítulos despublicados correctamente.

source: Can somebody help me subtitle these videos? %(url)s
gl: Pode alguén axudarme a subtitular estes vídeos? %(url)s

source: Email for alert
gl: Correo electrónico para alerta

source: File should have txt format
gl: O ficheiro debería ter formato txt

source: Can't encode file. It should have utf8 encoding.
gl: Non é posíbel codificar o ficheiro. Debería ter codificación utf8.

source: Incorrect format. Upload .srt, .ssa, .sbv or .xml (TTML format)
gl: Formato incorrecto. Upload .srt, .ssa, .sbv or .xml (TTML format)

source: This URL appears to be a broken link.
gl: Este URL parece ter unha ligazón rota.

source: Amara does not support that website or video format. If you'd like to us to add support for a new site or format, or if you think there's been some mistake, <a href="mailto:%s">contact us</a>!
gl: Amara non é compatíbel co formato dese sitio web ou dese vídeo. Se lle gustaría que engdiramos a compatibilidade cun novo sitio ou formato, ou se pensa pensa que hai algún erro, <a href="mailto:%s">contacte con nós</a>!

source: You have not permission add video URL for this video
gl: Non ten permiso para engadir o enderezo URL deste vídeo

source: Somebody is subtitling this video right now. Try later.
gl: Alguén está subtitulando o vídeo xusto agora. Inténteo máis tarde.

source: Sorry, we can't upload your subtitles because work on this language is already in progress.
gl: Non podemos enviar os seus subtítulos porque o traballo neste idioma xa está en marcha.

source: Sorry, we cannot upload subtitles for this language because this would ruin translations made from it
gl: Non podemos enviar os subtítulos para este idioma porque isto podería arruinar as traducións feitas para el

source: Sorry, we can't upload your subtitles because a draft for this language is already in moderation.
gl: Non podemos enviar os seus subtítulos porque xa hai un bocexo neste idioma agardando ser moderado.

source: Sorry, we can't upload your subtitles because this language is moderated and you don't have sufficient permission.
gl: Non podemos enviar os seus subtítulos porque este idioma está moderado e non ten permisos abondo.

source: Please try again with a link to a video page. <a href="mailto:%s">Contact us</a> if there's a problem.
gl: Tente outra vez cunha ligazón a unha páxina de vídeo. <a href="mailto:%s">Contacte con nós</a> se ten problemas

source: You must link to a video on a compatible site (like YouTube) or directly to a video file that works with HTML5 browsers. For example: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Contact us</a> if there's a problem.
gl: Debe facer unnha ligazón a un vídeo ou a un sitio compatíbel (como YouTube) ou directamente a un ficheiro de vídeo que funcione con navegadores HTML5. Por exemplo: http://mysite.com/myvideo.ogg or http://mysite.com/myipadvideo.m4v <a href="mailto:%s">Contacte con nós</a> se ten problemas

source: Youtube usernames
gl: Nomes de usuario de Youtube

source: Enter usernames separated by comma.
gl: Escriba os nomes de usuario separados por comas.

source: Youtube page link.
gl: Ligazón de páxina de Youtube.

source: For example: http://www.youtube.com/user/username
gl: Por exemplo: http://www.youtube.com/user/username

source: Supported: Youtube, Vimeo, or Dailymotion. Only supported sites added.
gl: Compatíbeis: Youtube, Vimeo ou Dailymotion. Só se engaden sitios compatíbeis.

source: Save feed
gl: Gardar a fonte

source: Choose this if you wish to add videos from this feed in the future. Only valid RSS feeds will be saved.
gl: Escolla isto se desexa engadir vídeos desta fonte no futuro. Soamente os RSS válidos se gardarán.

source: Sorry, we could not find a valid feed at the URL you provided. Please check the URL and try again.
gl: Non se pode obter unha fonte válida do URL que forneceu. Comprobe o URL e ténteo outra vez.
