Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: You will receive notifications when anyone edits
gl: Recibirá unha notificación cando se editen

source: subtitles for this video. You can stop these emails at any time.
gl: os subtítulos deste vídeo. Estes correos poderán deixar de recibirse en calquera momento.

source: Follow
gl: Seguir

source: You will receive notifications when anyone edits any subtitles for this video. You can stop these emails at any time.
gl: Recibirá unha notificación cando se editen os subtítulos deste vídeo. Estes correos poderán deixar de recibirse en calquera momento.

source: Follow this video
gl: Seguir este vídeo

source: Follow all languages
gl: Seguir todos os idiomas

source: You must log in to follow a video.
gl: Debe iniciar sesión para seguir un vídeo.

source: Authentication required
gl: Autenticación obrigada

source: x Stop Following
gl: x Deixar de seguir

source: ✓ Click to Follow
gl: ✓ Premer para seguir

source: Get counter code:
gl: Obter estatísticas:

source: Submit a Transcript
gl: Enviar unha Transcrición

source: Paste a transcript into the space below. How you enter subtitles here determines how they display on the screen.<br/> 1) Hit enter twice to separate each subtitle;<br/> 2) You cannot submit subtitles longer than 3 lines (2 is best).
gl: Copia unha transcrición no espazo de abaixo. A forma na que se introducen aquí os subtítulos determina como se amosan na pantalla.<br/> 1) Prema intro dúas veces para separar os subtítulos;<br/> 2) Non pode enviar subtítulos que ocupen máis de 3 liñas (2 é o mellor).

source: Some of your subtitles take up more than two lines and will not display correctly.
gl: Algúns dos seus subtítulos ocupan máis de dúas liñas e non se verán correctamente.

source: Upload TXT file
gl: Subir ficheiro TXT

source: Login to upload subtitles
gl: Inicie sesión para subir subtítulos

source: Collaborate
gl: Colaborar

source: Visit
gl: Visitar

source: Translation Project
gl: Proxecto de tradución

source: upload
gl: subir

source: Upload Subtitles
gl: Subir Subtítulos

source: Our site accepts SRT, SSA, SBV, DFXP and TTML format. Only files ending in .srt, .ssa, .sbv, .dfxp or .xml (for TTML) are accepted.
gl: O sitio web acepta os formatos SRT, SSA, SBV, DFXP e TTML. Soamente se aceptan ficheiros con extensión .srt, .ssa, .sbv, .dfxp ou .xml (para TTML).

source: Video Language
gl: Idioma do vídeo

source: This subtitle file is 100% complete
gl: Este ficheiro está ao 100% completo

source: Upload
gl: Subir

source: If you believe your subtitle file is compatible, <a href='mailto:feedback@universalsubtitles.org'>send it to us</a>
gl: Se cree que o seu ficheiro de subtítulos é compatible, <a href='mailto:feedback@universalsubtitles.org'>envíenolo</a>

source: view
gl: ver

source: Added
gl: Engadido

source: %(number)s Language
gl: %(number)s Idioma

source: Add new URL
gl: Engadir un novo URL

source: Primary
gl: Primario

source: Make primary
gl: Facer primario

source: Learn more
gl: Saber máis

source: Multiple video URLs let you link multiple videos to a single set of subtitles. Some example uses:
gl: Os URLs con múltiples vídeos lle permiten ligar varios vídeos a unha única serie de subtítulos. Algúns exemplos de uso:

source: Two versions of the same video exist on Youtube. You do not want subtitle volunteers to duplicate their work, so you add both versions to the multiple URLs pane.
gl: En Youtube existen dúas versións do mesmo vídeo. Se non quere que os subtituladores voluntarios dupliquen o seu traballo, engada as dúas versións aos paneis de URL.

source: You put your video on Youtube, Vimeo, Blip, and Dailymotion and you want the subtitles you make to work on all of those versions.
gl: Quere poñer o seu vídeo en Youtube, Vimeo, Blip e Dailymotion e quere que os seus subtítulos funcionen en todas as versións.

source: You want to provide different versions of a video to different browsers (HTML5/Ogg for free software users, or HTML5/h264 to iPad users). If you add these URLs, our embed code will automatically fall back to whatever format is necessary for the browser.
gl: Quere fornecer diferentes versións dun vídeo para diferentes navegadores (HTML5/Ogg para usuarios de navegadores libres o HTML5/h264 para usuarios de iPad) Se engade estas URLs, o noso código cambiará automaticamente ao formato necesario para o navegador.

source: Tip: double check that there are no timing problems.
gl: Consello: comprobe dúas veces se hai erros de sincronización.

source: Add another URL for this video
gl: Engadir outro URL para este vídeo

source: Add a URL for another version of the exact same video. Useful when many versions of the same video exist, or when there are different formats (like HTML5)
gl: Engadir un URL para outra versión do mesmo vídeo. É útil cando existen moitas versións do mesmo vídeo ou cando hai formatos diferentes (como HTML5)

source: Add
gl: Engadir

source: You must be logged in to add a URL
gl: Debe iniciar sesión para engadir o URL

source: You are not authenticated
gl: Non está autenticado

source: Delete this URL? Warning: this cannot be undone. Only delete URLs for non-matching videos or videos where subtitles fail to display correctly.
gl: Quere borrar este URL? Aviso: isto non se pode desfacer. Elimine soamente URLs de vídeos que non se correspondan ou vídeos nos que os subtítulos non se vexan correctamente.

source: Rebuilding video index. Please try again a bit later
gl: Reconstruíndo o índice de vídeo. Ténteo outra vez un pouco máis tarde

source: No videos found
gl: Non se atoparon vídeos

source: There are no activities.
gl: Non hai actividade.

source: "Sorry, we couldn't identify the video at the link you sent. Perhaps it's a link we don't recognize, or perhaps you've linked to a page that has multiple videos. Try entering a different link to the video you want to submit. If you think there's been some mistake, <a href="mailto:feedback@universalsubtitles.org">contact us</a>!"
gl: "Sentímolo, non atopamos o vídeo na ligazón que enviou. Quizais é una ligazón que non recoñecemos, ou quizais ligou a unha páxina que contén varios vídeos. Probe introducindo outra ligazón ao vídeo que desexa enviar. Se cre que houbo algún erro, <a href="mailto:feedback@universalsubtitles.org">póñase en contacto</a>!

source: Subtitle a Video
gl: Subtitular un Vídeo

source: Begin
gl: Comezar

source: Enter the URL of an Ogg, WebM, flv, mp4, Youtube, Vimeo or Dailymotion video. You can also use our
gl: Introduza o URL dun vídeo Ogg, WebM, flv, mp4, Youtube, Vimeo o Dailymotion. Tamén pode utilizar o noso

source: to subtitle all the videos on your site. Just looking?
gl: para subtitular os vídeos do seu sitio web. Botando unha ollada?

source: for example
gl: por exemplo

source: Automatically submit videos
gl: Enviar vídeos automaticamente

source: Let's Go!
gl: Imos aló!

source: Or Submit Multiple Videos
gl: Ou envíe varios vídeos

source: Subtitles will be rolled back to a previous version
gl: Os subtítulos regresarán a unha versión anterior

source: You need to log in to do that.
gl: Debe iniciar sesión para facer iso.

source: Comparing revision (#%(second_version_no)s) to revision (#%(version_no)s)
gl: A comparar a revisión (#%(second_version_no)s) coa revisión (#%(version_no)s

source: Comparing revision (#%(second_version_no)s) to current revision (#%(version_no)s)
gl: A comparar a revisión (#%(second_version_no)s) coa revisión actual (#%(version_no)s

source: Revision History
gl: Historial de revisión

source: Comparing Revision
gl: A comparar revisións

source: Revision #%(version_no)s by %(user)s
gl: Revisión #%(version_no)s feita por %(user)s

source: Roll back to version
gl: Regresar á versión

source: Title:
gl: Título:

source: Description:
gl: Descrición:

source: Not Synced
gl: Non sincronizados

source: Don't send any more emails about this particular video.
gl: Non me envíen máis correos sobre este vídeo.

source: To stop receiving these emails, go to your preferences page and uncheck "notify me by email":
gl: Para deixar de recibir estes correos, vaia á páxina de preferencias e desmarque "notificarme por correo":

source: My profile / preferences
gl: O meu

source: Email this to a friend
gl: Envíe un correo a un amigo

source: Send to Friend!
gl: Enviar a un amigo!

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
gl: <b> <a href="http://%(domain)s%(language_url)s">%(lang)s subtítulos</a></b> nos que colaborou <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foron cambiados por <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Estes cambios foron actualizados inmediatamente. %(text_change)s do texto e %(time_change)s da sincronización cambiou.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> you contributed to <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(text_change)s of the text and %(time_change)s of the timing was changed.
gl: <b> <a href="http://%(domain)s%(language_url)s">%(lang)s subtítulos</a></b> nos que colaborou <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> foron cambiados Estes cambios foron actualizados inmediatamente. %(text_change)s do texto e %(time_change)s da sincronización cambiou.

source: Compare the new version to the last version
gl: Comparar a nova versión coa última versión

source: Compare your work to the new version
gl: Compare o seu traballo coa nova versión

source: Old Text
gl: Texto anterior

source: Changes to title
gl: Cambios para titular

source: New Text
gl: Novo texto

source: Changes to description
gl: Cambios para descrición

source: Changes to Subtitle Text
gl: Cambios no texto dos subtítulos

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed by <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. These changes went live immediately. %(change_percent)s of the timing was changed.
gl: <b> <a href="http://%(domain)s%(language_url)s">%(lang)s subtítulos</a></b> do vídeo <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b foron cambiados por <b><a href="http://%(domain)s%(user_url)s">%(u)s</a></b>. Estes cambios foron actualizados inmediatamente. %(change_percent)s da sincronización foi cambiado.

source: <b><a href="http://%(domain)s%(language_url)s">%(lang)s subtitles</a></b> to video <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b> were changed. These changes went live immediately. %(change_percent)s of the timing was changed.
gl: <b> <a href="http://%(domain)s%(language_url)s">%(lang)s subtítulos</a></b> do vídeo <b><a href="http://%(domain)s%(video_url)s">%(v)s</a></b foron cambiados Estes cambios foron actualizados inmediatamente. %(change_percent)s da sincronización foi cambiado.

source: Dear
gl: Prezado

source: Great news! <a href="http://%(domain)s%(user_url)s">%(user)s</a> has just started a %(language)s translation of your video <a href="%(video_url)s">%(video)s</a>
gl: Boas noticias! <a href="http://%(domain)s%(user_url)s">%(user)s</a> acaba de comezar un %(language)s tradución do seu vídeo <a href="%(video_url)s">%(video)s</a>

source: You can review the translation and thank them for their contribution on this page:
gl: Pode revisar a tradución e agradecer a súa colaboración nesta páxina:

source: Translation homepage
gl: Páxina principal de tradución

source: Thanks for your great work,
gl: Grazas polo seu bo traballo,

source: Sincerely
gl: Atentamente

source: The Amara Community
gl: A comunidade Amara

source: The title of the video
gl: O título do vídeo

source: has been changed by
gl: foi cambiado por

source: has been changed
gl: foi cambiado

source: The new title is
gl: O novo título é

source: If this is incorrect, go to
gl: Se é incorrecto, vaia á

source: the video page
gl: páxina do vídeo

source: and click 'edit title' to update it. If you're unable to edit the title, click 'Help' in the main menu to submit a support request.
gl: e prema en 'editar título' para actualizalo. Se non pode editar o título, prema en 'Axuda' no menú principal para solicitar asistencia técnica.

source: A new video URL for
gl: Un novo URL do vídeo para

source: was submitted by
gl: enviado por

source: Anonymous
gl: Anónimo

source: Please check to make sure the new URL features the exact same video, and that subtitle timing is correct:
gl: Por favor comprobe que a nova URL contén exactamente o mesmo vídeo, e que o subtítulo

source: View the new video URL
gl: Ver o URL do novo vídeo

source: View the original video URL
gl: Ver o URL do vídeo orixinal

source: Watch Subtitled Videos
gl: Ver os vídeos subtitulados

source: Latest Videos
gl: Últimos vídeos

source: Popular Videos
gl: Vídeos populares

source: This Week
gl: Esta semana

source: Today
gl: Hoxe

source: This Month
gl: Este mes

source: This Year
gl: Este ano

source: All Time
gl: Todo o tempo

source: Notifications to %(u)s stopped for %(video)s.
gl: Deixaron de enviarse notificacións a %(u)s do vídeo %(video)s

source: Select two revisions to compare, please
gl: Por favor, escolla dúas revisións para comparar

source: with
gl: con

source: View
gl: Ver

source: Follower
gl: Seguidor

source: Comment
gl: Comentario

source: Line
gl: Liña

source: View Subtitles
gl: Ver subtítulos

source: Comments
gl: Comentarios

source: Revisions
gl: Revisións

source: Unpublish
gl: Despublicar

source: Edit Subtitles
gl: Editar subtitulación

source: Download
gl: Descargar

source: Draft only
gl: Soamente borradores

source: translated from
gl: traducido desde

source: Revision
gl: Revisión

source: created
gl: creado

source: The most recent revision for this language is blank, but there are older revisions that contain subtitles.
gl: A revisión máis recente para este idioma está en branco, pero hai revisións máis antigas que conteñen subtítulos.

source: View revision history
gl: Ver o historial de revisión

source: These subtitles are in progress.
gl: Estes subtítulos están en progreso.

source: Make more?
gl: Facer máis?

source: No subtitles available yet.
gl: Non hai subtítulos dispoñibles.

source: Make some!
gl: Facer algúns!

source: This language contains subtitles that are still waiting to be moderated. Check back later.
gl: Este idioma contén subtítulos á espera de seren moderados. Comprobar máis tarde.

source: No subtitles have been added for this language yet.
gl: Aínda non se engadiron subtítulos para este idioma.

source: Leave a comment
gl: Deixar un comentario

source: Compare Revisions
gl: Comparar Revisións

source: Timing
gl: Sincronización

source: Text
gl: Texto

source: No subtitles for this language.
gl: Non hai subtítulos para este idioma.

source: Roll back to this version
gl: Regresar a esta versión

source: Unpublish subtitles
gl: Despublicar subtítulos

source: This version only
gl: Soamente esta versión

source: This entire language and all dependent languages
gl: Este idioma enteiro e todos os idiomas que dependen del

source: Note: Any dependent languages will be unavailable until this language is reapproved.
gl: Nota: Os idiomas dependentes non estarán dispoñibles ata que este idioma sexa aprobado de novo.

source: Yes, delete these subtitles instead of sending them back for editing/review
gl: Si, eliminar os subtítulos no canto de envialos para edición/revisión

source: Your Email
gl: O seu correo

source: Task 1
gl: Tarefa 1

source: Try creating subtitles on the following
gl: Probe a crear subtítulos no seguinte

source: how was it? were the instructions clear? what would improve it?
gl: Como foi? Foron claras as instrucións? Como podería mellorarse?

source: Task 2
gl: Tarefa 2

source: Try fixing errors on the video (or just get back in and make an edit)
gl: Intente corrixir os erros no vídeo (ou simplemente volva e faga unha edición)

source: Task 3
gl: Tarefa 3

source: Translate the video (fake it if you’re not bilingual!)
gl: Traduza o vídeo (se non é bilingüe, fínxao!)

source: optional: get updates about Amara
gl: opcional: recibir novas sobre Amara

source: Submit!
gl: Enviar!

source: Simple Instructions
gl: Instrucións

source: All tasks 2 & 3 are optional (but we recommend trying them all).
gl: As tarefas 2 e 3 son opcionais (pero recomendamos probalas todas).

source: That’s it!
gl: Iso é todo!

source: Enter non-empty title
gl: Introduza un título non baleiro

source: Subtitles saved! You can share the video with friends, or get an embed code for your site. To add atranslation, click the button below.
gl: Subtítulos gardados! Pode compartir o vídeo cos amigos, ou obter o código para incorporalo no seu sitio web. Para engadir unha tradución, prema no botón de abaixo.

source: Be the first to
gl: Sexa o primeiro en

source: create subtitles
gl: crear subtítulos

source: This video doesn't have any subtitles yet
gl: Este vídeo aínda non ten subtítulos

source: Contribute
gl: Contribuír

source: Create subtitles now
gl: Crear subtítulos agora

source: Don't see the language you're looking for?
gl: Non atopa o idioma que busca?

source: Start a new translation
gl: Comezar unha nova tradución

source: Subtitles for this video are moderated. If it belongs to a team, try joining the team to contribute.
gl: Os subtítulos deste vídeo son moderados. Si pertence a un equipo, intente unirse ao equipo para contribuír.

source: View all activity
gl: Ver toda a actividade

source: Contribute Subtitles
gl: Colaborar cons subtítulos

source: More Featured Videos
gl: Máis vídeos destacados

source: More Requested Videos
gl: Máis vídeos solicitados

source: Requested Videos
gl: Vídeos solicitados

source: More Popular Videos
gl: Máis vídeos salientados

source: More Recent Videos
gl: Máis vídeos recentes

source: Help Subtitle Videos
gl: Axude a subtitular vídeos

source: Required parameter missing: %s
gl: Falta o parámetro requirido: %s

source: Internal error
gl: Erro interno

source: Please keep filesize under %(required_size)s. Current filesize %(current_size)s
gl: Por favor, manteña o tamaño de ficheiro inferior a %(required_size)s. Tamaño do ficheiro actual %(current_size)s

source: Enter valid e-mail addresses separated by commas.
gl: Introduza os enderezos de correo separados por comas

source: Enter valid usernames separated by commas. Username can contain only a-z, A-Z and 0-9.
gl: Introduza os nomes de usuario separados por comas. O nome de usuario soamente pode conter os caracteres a-z, A-Z y 0-9.

source: This URL does not contain video id.
gl: Este URL non contén ningún ID de vídeo.

source: Videos does not exist.
gl: O vídeo non existe.

source: Incorrect URL.
gl: URL incorrecto.

source: more...
gl: máis...
