Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Our deaf and hard of hearing users and non-profits request help for videos that need captions or translations.
gl: Os nosos usuarios xordos e deficientes auditivos e as organizacións sen ánimo de lucro solicitan a nosa axuda para vídeos que necesitan descrición ou traducións.

source: Start volunteering.
gl: Iniciar voluntariado.

source: Complete Subtitling Solutions
gl: Solucións completas de voluntariado

source: Increase viewership with transcription, captioning, and translation services, and flexible API and integration options. Improve SEO, reach a global audience, and build a managed volunteer community.
gl: Aumente a visibilidade con transcrición, descrición e servizos de tradución , cunha API flexíbel e opcións de integración. Mellore o seu SEO, alcance e audiencia global e constrúa unha comunidade xestionada por voluntarios.

source: See our enterprise services.
gl: Vexa os nosos servizos empresariais.

source: For Enterprise
gl: Para empresa

source: The largest, most powerful captioning and translation platform in the world.
gl: A maior e máis potente plataforma para descrición e tradución do mundo.

source: TED Team
gl: Equipo TED

source: Mozilla Team
gl: Equipo Mozilla

source: Khan Integration
gl: Integración Khan

source: Drupal Example
gl: Exemplo Drupal

source: Al Jazeera Team
gl: Equipo Al Jazeera

source: Newshour Team
gl: Equipo Newshour

source: NewsHour Team
gl: Equipo Newshour

source: More Popular
gl: O máis popular

source: Most Popular Today
gl: O máis popular de hoxe

source: Top this month
gl: Primeiro este mes

source: Top all-time
gl: Primeiro de todos os tempos

source: More Featured
gl: Máis destacado

source: Featured Videos
gl: Vídeos destacados

source: Easily caption and translate your videos, with help from your viewers.
gl: Doada descrición e tradución dos seus vídeos, con axuda dos seus espectadores.

source: Increase video views by reaching global audiences and being accessible to the deaf and hard-of-hearing.
gl: Aumente as visualizacións do vídeo acadando audiencia global e sendo accesíbeis para persoas xordas e deficientes auditivos.

source: It's powered by viewers and other volunteers: it's collaborative editing and translation, like a wiki.
gl: Feito por espectadores e outros voluntarios: trátase de edición e tradución colaborativa coma un wiki.

source: It's the world's easiest subtitle creator - type and tap.
gl: É o creador de subtítulos máis doado do mundo - escriba e libere.

source: The fastest way to add subtitle functionality to a single video or a whole site. Super easy to integrate with no software to install.
gl: O camiño máis rápido para engadir funcionalidade de subtitulado a un único vídeo ou a un sitio enteiro. Superdoado de integrar sen software que instalar.

source: Free, open-source, and non-profit!
gl: Libre, código aberto e sen ánimo de lucro!

source: videos use
gl: uso dos vídeos

source: Add this subtitle tab to a video in seconds.
gl: Engadir esta lapela de subtítulo a un vídeo en segundos.

source: For an individual video
gl: Para un vídeo concreto

source: enter a video URL to enable and then embed anywhere
gl: introduza un enderezo URL para activar e incorporar nalgures

source: For every video on a page or site
gl: Para calquera vídeo nunha páxina ou sitio

source: paste this single line of code into your page header and every video will be subtitle enabled
gl: pegue esta simple liña de código na cabeceira da súa páxina e todos os vídeos terán a subtitulación activada.

source: Amara works with these video sites and formats
gl: Amara funciona con estes sitios de video e formatos

source: With Amara, you can:
gl: Con Amara, pode:

source: Add subtitles
gl: Engadir subtítulos

source: We've built the easiest way to subtitle videos. Add our subtitling widget toyour video (or your site) and click the "subtitle me" button. The rest is simple! Totally free, and no software to download.
gl: Fixemos o método máis doado para subtitular vídeos. Engada o noso trebello de subtitulación ao seu vídeo (ou o seu sitio) e prema o botón «Subtitúleme». O resto é simple! Totalmente de balde, e sen descargar ningún software.

source: Add translations
gl: Engadir traducións

source: Once subtitles exist, any viewer can add a translation in any language. No need for robotic machine translations that confuse viewers. Universal Subtitles lets you collect high-quality translations from your viewer community.
gl: Unha vez que os subtítulos existen, calquera espectador pode engadir unha tradución en calquera idioma. Sen necesidade de máquinas de tradución automáticas que confunden o espectador. Universal Subtitles permítelle recoller traducións de alta calidade da súa comunidade de espectadores.

source: Get volunteer help
gl: Obter axuda de voluntariado

source: Your viewers (and members of our subtitling community) can improve any subtitles or translation. That way subtitles are constantly getting better - like an article on wikipedia. We mobilize your international audience to make your videos more accessible.
gl: Os seus espectadores (e os membros da súa comunidade de subtitulación) poden mellorar calquera subtitulado ou tradución. Desa maneira os subtítulos estaán constantemente mellorando -como un artigo da wikipedia. Mobilizamos a súa audiencia internacional para facer os seus vídeos máis accesíbeis.

source: It’s free with no software to download
gl: É de balde sen software que teña que instalar

source: Add our embed code to your videos.
gl: Engadir ou incorporar código aos seus vídeos.

source: Subtitling tools open in your page.
gl: As ferramentas de subtitulación abren na súa páxina.

source: How it works
gl: Como funciona

source: You add our widget to your videos. Then you and your viewers can add subtitles. We save the subtitles on our site. And each video has its own collaboration space on our site where people can track changes, and give feedback.
gl: Vostede engade o noso trebello ao seus vídeos. Logo, vostede e os seus espectadores poden engadir subtítulos. Nós gardamos os subtítulos no noso sitio. E cada vídeo ten o seu propio espazo de colaboración no noso sitio onde a xente pode seguir os cambios e facernos comentarios.

source: Try the demo
gl: Probe a demo

source: Why Amara is different
gl: Por que Amara é diferente

source: It's built by a 501(c)3 nonprofit working with a community of volunteers
gl: Construído mediante segundo a 501(c)3, traballando cunha comunidade de voluntarios

source: find out how to volunteer
gl: atopar como apuntarse ao voluntariado

source: The code is free and open source
gl: O código é libre e de fonte aberta

source: get the source code
gl: obteña o código fonte

source: It's built using Javascript and HTML5 instead of proprietary software like Flash
gl: Construído con Javascript e HTML5 en lugar de software privativo como Flash

source: It's 100% web-based, there’s no software to download.
gl: Cen por cen baseado en web, non hai que descargar software.

source: You don't have to host your video with us, and you're not dependent on any one video host, platform, or format.
gl: Non ten que aloxar o vídeo con nós, e non será dependente de ningunha plataforma de hospedaxe de vídeo ou formato.

source: People are free to add subtitles to any video
gl: A xente é libre de engadir subtítulos a calquera vídeo

source: Mozilla will double your donation!
gl: Mozilla duplicará as túas doazóns!

source: We're a featured Mozilla Drumbeat project!
gl: Somos un proxexto de Mozilla Drumbeat!

source: Donate Now
gl: Doa agora

source: Open Subtitles Design Summit
gl: Congreso de Deseño de Subtitulación Aberta

source: The Open Subtitles Design Summit will bring together global stakeholders in the subtitling space for a tightly focused / goal oriented meeting in NYC. The event is being organized by The Participatory Culture Foundation, developers of the Amara project. We expect roughly 40 participants.
gl: O Congreso de Deseño de Subtitulación Aberta (Open Subtitles Design Summit) unirá os principais actores globais no ámbito da subtitulación nun encontro estreitamente enfocado e dirixido ao logro en Nova York. O encontro esta sendo organizado pola fundación The Participatory Culture, desenvolvedores do proxecto Amara. Agardamos ter uns 40 participantes.

source: Meeting Goals
gl: Obxectivos do encontro

source: <strong>Connect</strong> major stakeholders from projects, organizations, and movements that have open subtitling needs or focus.
gl: <strong>Conectar</strong> cos grandes axentes dos proxectos, organizacións e movementos que teñen necesidades de subtitulación aberta ou que están enfocados a ela.

source: <strong>Identify ways</strong> to solve stakeholder subtitling needs and be aware of existing technology that can be leveraged. Find logical places for collaboration/cooperation.
gl: <strong>Atopar camiños</strong> para resolver as necesidades de subtitulación deses axentes estar ao día da tecnoloxía existente na que se pode apoiar. Atope lugares apropiados para a colaboración/cooperación.

source: <strong>Move towards</strong> standardizing solutions and pushing forward the state of the art in open subtiting.
gl: <strong>Avance</strong> con solución estandarizadas e mellore o estado da artes en subtitulación aberta.

source: Participants
gl: Participantes

source: Participants will include: video creators and producers, end-users, representatives from major video hosting services, standards engineers, accessibility advocates, open source developers, educational leaders, and other individuals and organizations with a stake in the subtitling world. We'll make a roster available when the event draws closer.
gl: Os participantes poden ser: videocreadores e produtores, usuarios finais, representantes de grandes servizos de hospedaxe de vídeo, enxeñeiros de estándares, activistas da accesibilidade, desenvolvedores de software de fonte aberta, líderes educativos e outros individuos e organizacións cunha posición no mundo da subtitulación. Faremos unha lista dispoñíbel cando o acto estea máis próximo.

source: Attendees are selected by invitation; however, if you or your organization would like to participate, please contact:
gl: Os asistentes selecciónanse por invitación; no entanto, se a vostede ou á súa organización lle gustaría participar, contacte:

source: When
gl: Cando

source: September 29th and 30th, beginning at 9am on both days.
gl: 29 e 30 de setembro, desde as 9am ambos días.

source: Where
gl: Onde

source: The summit will be held at the beautiful Open Plans penthouse in Soho, which is located at 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)
gl: O encontro terá lugar no fermoso Open Plans penthouse do Soho, que está localizado no 148 Lafayette St, Floor 12, New York City. (<a href="http://maps.google.com/maps?f=q&source=s_q&hl=en&geocode=&q=148+Lafayette+St,+Floor+12,+New+York+City&sll=40.701809,-73.92127&sspn=0.009175,0.022724&ie=UTF8&hq=&hnear=148+Lafayette+St,+New+York,+10013&ll=40.718575,-74.000988&spn=0.03669,0.090895&z=14">map</a>)

source: Why
gl: Por que

source: Organizers, Facilitators, Sponsors
gl: Organizadores, cooperadores, patrocinadores

source: Organizers
gl: Organizadores

source: The <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> is organizing the summit. Their most recent project, <a href="http://universalsubtitles.org/">Amara</a>, makes open source and collaborative subtitling and translation easy.
gl: A <a href="http://www.participatoryculture.org/">Participatory Culture Foundation</a> é a organizadora do encontro. O seu máis recente proxecto, <a href="http://universalsubtitles.org/">Amara</a>, fai do código de fonte aberta e da colaboración e tradución en subtitulación algo doado.

source: Facilitators
gl: Cooperadores

source: <a href="http://www.aspirationtech.org/">Aspiration</a> is providing facilitation and agenda design. Aspiration believes that face-to-face events are the most powerful way to facilitate interaction, build networks, and collaborate.
gl: <a href="http://www.aspirationtech.org/">Aspiration</a> está fornecendo colaboración e deseño da axenda. Aspiration cre que os encontros cara a cara son a máis poderosa maneira de facilitar a interacción, construción de redes e colaborar.

source: Sponsors
gl: Patrocinadores

source: The summit has been generously funded by the <a href="http://www.soros.org/">Open Society Institute</a>.
gl: O encontro foi xenerosamente patrocinado por <a href="http://www.soros.org/">Open Society Institute</a>.

source: Special thanks to <a href="http://openplans.org/">Open Plans</a> for providing meeting space!
gl: Agradecemento especial para <a href="http://openplans.org/">Open Plans</a> por fornecer espazo para a reunión!

source: View site
gl: Ver o sitio

source: Edit settings
gl: Editar a configuración

source: Send
gl: Enviar

source: Resend confirmation email
gl: Reenviar correo de confirmación

source: Are you sure that you want to permanently delete your profile?
gl: Quere eliminar de forma permanente o seu perfil?

source: Delete
gl: Eliminar

source: Cancel
gl: Cancelar

source: Login to Your Existing Account
gl: Iniciar sesión desde a súa conta

source: Login
gl: Iniciar a sesión

source: Forgot password?
gl: ¿Esqueceu o contrasinal?

source: You can also login using
gl: Tamén pode iniciar sesión con

source: Create an Account
gl: Crear unha conta

source: Create Account
gl: Crear a conta

source: ago
gl: hai

source: Subtitles and Captions for Every Video on the Web
gl: Subtítulos e pés de vídeo para cada vídeo na Web

source: The Problem
gl: O problema

source: Web video is beginning to rival television, but there isn't a good open resource for subtitling.
gl: O vídeo en liña comeza a competir coa televisión pero non hai un recurso aberto bo para subtitular

source: Our Mission
gl: A nosa misión

source: We're trying to make captioning, subtitling, and translating video publicly accessible in a way that's free and open, just like the Web.
gl: Estamos intentando facer publicamente accesible a tradución de pés de vídeo, subtítulos e vídeo dunha forma gratuíta e aberta, igual cá Web.

source: Learn More
gl: Ler máis

source: Right now
gl: Agora mesmo

source: we're in an alpha stage, building and testing. You can help!
gl: Estamos nunha fase alfa, construíndo e probando Vostede pode axudar!

source: Try our demo
gl: Probe a nosa demo

source: Become a tester
gl: Convírtase en avaliador

source: Subtitle Widget
gl: Trebello para subtitular

source: A simple way to create and add captions to almost any video on the web (without having to transcode or re-upload videos).
gl: Unha forma simple de crear e engadir pés de vídeo a calquera vídeo na Web (sen ter que converter ou subir de novo os vídeos).

source: Community Site
gl: Sitio da comunidade

source: An online community for collaboratively subtitling and translating the world's videos (like a Wikipedia for subtitles).
gl: Unha comunidade en liña para colaborar no subtitulado e tradución de vídeos de todo o mundo (como unha Wikipedia para os subtítulos).

source: Subtitle Lookup Protocol
gl: Protocolo de busca dos subtítulos

source: An open standard to let Firefox extensions, desktop video players, websites, browsers--any client--find and retrieve subtitles for any video.
gl: Un estándar aberto para permitir ás extensións de Firefox, reprodutores de vídeo do escritorio, sitios web, navegadores --calquera cliente -- atopar e recuperar subtítulos para calquera vídeo

source: Get updates and find out first when we launch
gl: Reciba actualizacións e sexa o primeiro en saber cando iniciamos

source: Get Updates!
gl: Consiga actualizacións!

source: Please enter a valid email address
gl: Introduza un correo válido

source: Please enter your email address.
gl: Introduza o seu correo..

source: Check out the widget
gl: Probar o trebello

source: Test our subtitling widget
gl: Probe o noso trebello para subtitular

source: Try the Demo
gl: Probe a demo

source: Documentation
gl: Documentación

source: Change password
gl: Cambiar o contrasinal

source: Log out
gl: Saír da conta

source: Edit Site Settings
gl: Editar a configuración do sitio

source: Livesettings are disabled for this site.
gl: A configuración dinámica está deshabilitada para este sitio.

source: All configuration options must be edited in the site settings.py file
gl: Todas as opcións de configuración deben ser editadas no ficheiro .py de configuración do sitio web

source: Please correct the error below.
gl: Corrixa o seguinte erro

source: Group settings: %(name)s
gl: Configuración do grupo: %(name)s

source: Update Settings
gl: Configuración das actualizacións

source: Uncollapse all
gl: Despregar todo

source: You don't have permission to edit values.
gl: Non ten permiso para editar valores

source: You have %(msg_count)s new messages.
gl: Vostede ten %(msg_count)s novas mensaxes.

source: View all
gl: Ver todo

source: My Messages
gl: As miñas mensaxes

source: Do you really wish to delete this message?
gl: ¿Está seguro de que quere eliminar esta mensaxe?

source: The message has been successfully sent.
gl: A mensaxe enviouse correctamente.

source: Compose
gl: Redactar

source: Mark Read
gl: Marcar como lido

source: Reply
gl: Responder

source: You have no messages.
gl: Non ten mensaxes.

source: Inbox
gl: Caixa de entrada

source: Sent
gl: Enviadas

source: Send Message
gl: Enviar a mensaxe

source: Compose a Message
gl: Redactar unha mensaxe

source: Sent Messages
gl: Mensaxes enviadas

source: You have no sent messages.
gl: Non ten mensaxes enviadas.

source: Stop watching for changes on this video
gl: Deixar de esperar cambios neste vídeo.

source: Hi, Thanks for joining Amara!<br/> <p>If you created the "%(user)s" user account on universalsubtitles.org, please click the following link to confirm your email address (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
gl: Ola, Grazas por unirse a Amara! <p>Se creou a conta de usuario "%(user)s" en universalsubtitles.org, prema na seguinte ligazón para confirmar o seu correo (%(email)s):<br/></p> <p><a href="%(activate_url)s">confirm email</a></p> <p>Se cre que recibiu esta mensaxe por un erro, sentímolo- pode ignorala Se ten algunha dúbida, contacte connosco a feedback@universalsubtitles.org.</p> Grazas, <br/> O equipo de Amara

source: %(author)s has just sent you a message on Amara:
gl: %(author)s acaba de enviarlle unha mensaxe en Amara:

source: Reply to this message
gl: Responda a esta mensaxe

source: Join
gl: Unirse

source: Reject
gl: Rexeitar

source: Hi, %(imported_videos)s your videos were successfull imported!<br/> <p>Too see them, you can go to <a href="%(my_videos_url)s">your user page</a></p> <p>If you believe you've received this message in error, we apologize—feel free to ignore it. If you have any concerns, please contact us at feedback@universalsubtitles.org.</p> Thanks, <br/> The Amara team
gl: Ola, %(imported_videos)s os seus vídeos importáronse correctamente!<br/> <p>Para velos, podes ir á <a href="%(my_videos_url)s">túa páxina de usuario</a></p> <p>Se cres que recibiches esta mensaxe por erro, sentímolo — ignórao. Se ten algunha dúbida, contacte connosco a feedback@universalsubtitles.org.</p> Grazas, <br/> O equipo de Amara

source: User Details
gl: Detalles do usuario

source: Overview
gl: Visión xeral

source: Recent Activity
gl: Actividade recente

source: My Videos
gl: Os meus vídeos

source: It looks like you logged in without submitting an email. We need an email address to notify you (for example, when others edit your work).
gl: Parece que iniciou sesión sen enviar un correo Necesitamos un enderezo de correo para notificarlle (por exemplo, cando outros editen o seu traballo).

source: Please enter a valid e-mail address
gl: Introduza un correo electrónico válido

source: Enter valid email please.
gl: Introduza un correo válido.

source: Loading...
gl: Cargando...

source: Select your Languages
gl: Seleccione os seus idiomas

source: Select at least one language.
gl: Seleccione polo menos un idioma.

source: Saving your language settings...
gl: Gardando a configuración de idioma...

source: We really need your help!
gl: Necesitamos a súa axuda!

source: What languages do you speak?
gl: Que idiomas fala?

source: Submit
gl: Enviar

source: Profile
gl: Perfil

source: Dashboard
gl: Cadro de control

source: Logout
gl: Pechar a sesión

source: Edits to my videos
gl: Edicións aos meus vídeos

source: No Activity
gl: Sen actividade

source: language
gl: idioma

source: No subtitles yet
gl: Aínda sen subtítulos

source: Open Tasks
gl: Tarefas abertas

source: Transcribe
gl: Transcribir

source: Subtitles into
gl: subtítulos en

source: Subtitles
gl: Subtítulos

source: for
gl: para

source: Decline Task
gl: Rexeitar a tarefa

source: You have no open tasks assigned to you.
gl: Non ten asignadas tarefas abertas.

source: Sorry, no activity yet.
gl: Sentímolo, aínda non hai actividade.

source: Alerts
gl: Alertas

source: Do you really wish to leave this team?
gl: Está seguro de que quere deixar este equipo?

source: leave team
gl: deixar equipo

source: Edit My Profile
gl: Editar o meu perfil

source: Do you really want delete your picture?
gl: Está seguro de que quere eliminar a súa imaxe?

source: Saving...
gl: Gardando...

source: Edit Your Profile
gl: Editar o seu perfil

source: Personal Info
gl: Información persoal

source: Will be displayed publicly
gl: Será amosada publicamente

source: remove picture
gl: Retirar imaxe

source: Upload picture
gl: Subir imaxe

source: Account Details
gl: Detalles da conta

source: Notifications
gl: Notificacións

source: Send notifications to my UniversalSubtitles.org message inbox
gl: Enviar notificacións á miña caixa de mensaxes en UniversalSubtitles.org

source: Send an email notification for each message received
gl: Enviar un correo de notificación para cada mensaxe recibida

source: Language Info
gl: Información do idioma

source: Languages I Know
gl: Idiomas que coñezo

source: Remove Language
gl: Retirar idioma

source: Add Language
gl: Engadir idioma

source: Developer Info
gl: Información do desenvolvedor

source: Save Changes
gl: Gardar cambios

source: Permanently Delete Your Profile
gl: Eliminar permanentemente o seu perfil

source: My videos
gl: Os meus vídeos

source: Member since
gl: Membro desde

source: Homepage
gl: Páxina principal

source: <i>User has not submitted a bio.</i>
gl: <i>O usuario non enviou unha biografía.

source: Languages
gl: Idiomas

source: Memberships
gl: Membros

source: Profile deleted by user.
gl: Perfil eliminado polo usuario.

source: Edit user
gl: Editar o usuario

source: Password reset
gl: Restablecer o contrasinal

source: Password reset complete
gl: Restablecemento do contrasinal completado

source: Your password has been set. You may go ahead and log in now.
gl: O seu contrasinal estableceuse. Pode seguir e iniciar sesión agora.

source: Log in
gl: Iniciar sesión

source: Password reset confirmation
gl: Confirmación para restablecer o contrasinal

source: Enter new password
gl: Introducir un contrasinal novo

source: Please enter your new password twice so we can verify you typed it in correctly.
gl: Introduza o seu novo contrasinal dúas veces para verificar que a escribiu correctamente.

source: New password:
gl: Contrasinal novo:
