Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: The videos are being added in the background. If you are logged in, you will receive a message when it's done
gl: Os vídeos estanse a engadir en segundo plano. De estar rexistrado, recibirá unha mensaxe cando estea feito

source: in seconds
gl: en segundos

source: Sub.fetched
gl: Sub. obtido

source: Widget views
gl: Vistas do trebello

source: Views
gl: Vistas

source: Sorry, you cannot upload subtitles right now because someone is editing the language you are uploading or a translation of it
gl: Non pode enviar subtítulos ata agora porque alguén está a editar o idioma que está enviando ou unha tradución del

source: reviewed <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
gl: revisado <a href="%(language_url)s">%(language)s</a> subtítulos para <a href="%(video_url)s">%(video_name)s</a>

source: accepted <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
gl: aceptados <a href="%(language_url)s">%(language)s</a> os subtítulos para <a href="%(video_url)s">%(video_name)s</a>

source: rejected <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
gl: rexeitados <a href="%(language_url)s">%(language)s</a> os subtítulos para <a href="%(video_url)s">%(video_name)s</a>

source: approved <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
gl: aceptados <a href="%(language_url)s">%(language)s</a> os subtítulos para <a href="%(video_url)s">%(video_name)s</a>

source: declined <a href="%(language_url)s">%(language)s</a> subtitles for <a href="%(video_url)s">%(video_name)s</a>
gl: declináronse <a href="%(language_url)s">%(language)s</a> os subtítulos para <a href="%(video_url)s">%(video_name)s</a>

source: deleted video "%(title)s"
gl: eliminouse o vídeo "%(title)s"

source: added video <a href="%(video_url)s">%(video_name)s</a>
gl: vídeo engadido <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(video_url)s">%(video_name)s</a> video added
gl: <a href="%(video_url)s">%(video_name)s</a> vídeo engadido

source: changed title for <a href="%(video_url)s">%(video_name)s</a>
gl: título cambiado <a href="%(video_url)s">%(video_name)s</a>

source: Title was changed for <a href="%(video_url)s">%(video_name)s</a>
gl: Cambiouse o título de <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(comments_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
gl: comentado en <a href="%(comments_url)s">subtítulos en %(language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(comments_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
gl: Engadiuse comentario en <a href="%(comments_url)s">subtítulos en %(language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: commented on <a href="%(video_url)s">%(video_name)s</a>
gl: comentado en <a href="%(video_url)s">%(video_name)s</a>

source: Comment added for <a href="%(video_url)s">%(video_name)s</a>
gl: Comentado engadido para <a href="%(video_url)s">%(video_name)s</a>

source: started <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
gl: iniciados <a href="%(language_url)s">os subtítulos en %(language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(language)s subtitles</a> started for <a href="%(video_url)s">%(video_name)s</a>
gl: <a href="%(language_url)s">subtítulos en %(language)s</a> iniciados para <a href="%(video_url)s">%(video_name)s</a>

source: edited <a href="%(language_url)s">%(language)s subtitles</a> for <a href="%(video_url)s">%(video_name)s</a>
gl: editados <a href="%(language_url)s">os subtítulos en %(language)s</a> para <a href="%(video_url)s">%(video_name)s</a>

source: <a href="%(language_url)s">%(language)s subtitles</a> edited for <a href="%(video_url)s">%(video_name)s</a>
gl: <a href="%(language_url)s">subtítulos en %(language)s</a> editados para <a href="%(video_url)s">%(video_name)s</a>

source: added new URL for <a href="%(video_url)s">%(video_name)s</a>
gl: novo URL engadido para <a href="%(video_url)s">%(video_name)s</a>

source: New URL added for <a href="%(video_url)s">%(video_name)s</a>
gl: Novo URL engadido para <a href="%(video_url)s">%(video_name)s</a>

source: joined the %(team)s team as a %(role)s
gl: uniuse ao %(team)s como %(role)s

source: left the %s team
gl: Deixou o equipo %s

source: add video
gl: engadir vídeo

source: change title
gl: cambiar título

source: comment
gl: comentario

source: add version
gl: engadir versión

source: add translation
gl: engadir tradución

source: add video url
gl: engadir enderezo url do vídeo

source: request subtitles
gl: consultar subtítulos

source: approve version
gl: aprobar versión

source: add contributor
gl: engadir colaborador

source: remove contributor
gl: retirar colaborador

source: reject version
gl: rexeitar versión

source: review version
gl: revisar versión

source: accept version
gl: aceptar versión

source: decline version
gl: declinar versión

source: delete video
gl: eliminar vídeo

source: This URL already <a href="%(url)s">exists</a> as its own video in our system. You can't add it as a secondary URL.
gl: Este URL xa <a href="%(url)s">existe</a> como propio dun vídeo no noso sistema. Non pode engadilo como URL secundario.

source: You have not permission
gl: Non ten permiso

source: Incorrect video ID
gl: ID de vídeo incorrecto

source: Video does not exist
gl: O vídeo non existe

source: Title can't be empty
gl: O título non pode quedar baleiro

source: Title can't be changed for this video
gl: O título non pode estar baleiro

source: Title was changed success
gl: O título cambiouse con éxito

source: Subtitle language does not exist
gl: O idioma de subtítulo non existe

source: This is not forked translation
gl: Isto non é unha tradución derivada

source: Video does not exist.
gl: O vídeo non existe.

source: You are following this video now.
gl: Está seguindo este vídeo

source: You stopped following this video now.
gl: Xa non esta seguindo este vídeo

source: Subtitles does not exist.
gl: Os subtítulos non existen

source: You are following this subtitles now.
gl: Está seguindo estes subtítulos

source: You stopped following this subtitles now.
gl: Xa non está seguindo estes subtítulos

source: Just found a version of this video with subtitles
gl: Encontrouse a versión deste vídeo con subtítulos

source: Check out this video and help make subtitles
gl: Comprobar este vídeo e axudar a facer subtítulos

source: Hey-- check out this video %(video_title)s and help make subtitles: %(url)s
gl: Ei-- Comprobe este vídeo %(video_title)s e axude a facerlle os subtítulos: %(url)s

source: %(language)s subtitles for %(video)s:
gl: subtítulos en %(language)s para %(video)s:

source: Hey-- just found %(language)s subtitles for %(video_title)s: %(url)s
gl: Ei-- atopáronse subtítulos en %(language)s para %(video_title)s: %(url)s

source: Just found a version of this video with %(language_name)s subtitles
gl: Atopouse unha versión deste vídeo con subtítulos en %(language_name)s

source: Here is the subtitle workspace for your video. You can share the video with friends, or get an embed code for your site. To add or improve subtitles, click the button below the video.
gl: Este é o espazo de traballo do teu vídeo Podes compartir o vídeo con amigos, ou obter o código de incrustación para a túa páxina de internet Para engadir ou mellorar os subtítulos, preme o botón de debaixo do vídeo

source: You have submitted a video that is served over http. Your browser may display mixed content warnings.
gl: Enviaches o vídeo that is served over http. O navegador pode visualizar mesturado Contido de alertas

source: Existing subtitles will be imported in a few minutes.
gl: Os subtítulos importaranse nuns minutos

source: Thank you for uploading. It will take a minute or so for your subtitles to appear.
gl: Grazas pola carga Levaralle mais ou menos un minuto aparecer os subtítulos

source: Your changes have been saved.
gl: Gardáronse os cambios

source: You have not permission change this URL
gl: Non ten permiso para cambiar este URL

source: Object does not exist
gl: O obxecto non existe

source: You have not permission delete this URL
gl: Non ten permiso para eliminar este URL

source: You cann't remove original URL
gl: Non se pode retirar o URL orixinal

source: Feed is unavailable now.
gl: A fonte de novas non está dispoñibel

source: %(count)s Line
gl: %(count)s liña

source: Video is unavailable
gl: O vídeo non está dispoñíbel

source: Please try again with a link to a video page. <a href="mailto:%s">Contact us</a> if there's a problem.
gl: Ténteo outra vez cunha ligazón a unha páxina de vídeos. <a href="mailto:%s">Contacte con nós</a> se ten problemas.

source: Private video
gl: Vídeo privado

source: Undefined error
gl: Erro indefinido

source: Video embedding disabled by owner
gl: Incorporación de vídeo desactivada polo propietario

source: These subtitles are moderated. See the %s team page for information on how to contribute.
gl: Estes subtítulos están moderados. Vexa a páxina do equipo %s para información sobre como colaborar.

source: Sorry, these subtitles are privately moderated.
gl: Estes subtítulos teñen moderación privada.

source: That task has already been completed.
gl: A tarefa está completada

source: Language selection
gl: Selección de idioma

source: Home
gl: Inicio

source: Filter
gl: Filtro

source: Third party
gl: Terceiros

source: All
gl: Todo

source: Progress
gl: Progreso

source: Messages
gl: Mensaxes

source: Translated
gl: Traducido

source: Fuzzy
gl: Dubidoso

source: Obsolete
gl: Obsoleto

source: File
gl: Ficheiro

source: Nothing to translate!
gl: Nada que traducir!

source: You haven't specified any languages in your settings file, or haven't yet generated a batch of translation catalogs.
gl: Non especificou ningún idioma no ficheiro de ferramentas, ou aínda non xerou un ficheiro de lotes de catálogo de tradución.

source: Please refer to <a href="%(i18n_doc_link)s">Django's I18N documentation</a> for a guide on how to set up internationalization for your project.
gl: Please vaia a<a href="%(i18n_doc_link)s">Django's I18N documentación</a> para a guía de como hai que activar a internacionalizacióndo proxecto.

source: Pick another file
gl: Selecciona outro ficheiro

source: Download this catalog
gl: Descargar o catálogo

source: Progress: %(percent_translated)s%%
gl: Progreso: %(percent_translated)s%%

source: File is read-only: download the file when done editing!
gl: Ficheiro que só permite lectura: descargar o ficheiro cando remate a edición!

source: Some items in your last translation block couldn't be saved: this usually happens when the catalog file changes on disk after you last loaded it.
gl: Algúns dos elementos do último bloque de tradución non se poden gravar: isto pasa cando se o ficheiro do catálogo cambia no disco despois de que fose cargado.

source: Translate into %(rosetta_i18n_lang_name)s
gl: Traduce ao %(rosetta_i18n_lang_name)s

source: Display:
gl: Mostrar:

source: Untranslated only
gl: Só sen traducir

source: Translated only
gl: Só traducido

source: Fuzzy only
gl: Soamente difusos

source: Search
gl: Buscar

source: Go
gl: Ir

source: Original
gl: Orixinal

source: Occurrences(s)
gl: Incidencia

source: Context hint
gl: Axuda de contexto

source: Contextual hint
gl: Axuda de contexto

source: suggest
gl: Suxerir

source: %(more_count)s more
gl: %(more_count)s mais

source: Save and translate next block
gl: Gardar e traducir o seguinte bloque

source: Skip to page:
gl: Saltar á páxina

source: Displaying:
gl: Mostrar

source: %(hits)s/%(message_number)s message
gl: %(hits)s/%(message_number)s mensaxe

source: Abkhazian
gl: Abjasia

source: Avestan
gl: Avéstico

source: Aragonese
gl: Aragonés

source: Arabic
gl: Árabe

source: American Sign Language
gl: Lingua de signos norteamericana

source: Asturian
gl: Asturiano

source: Avaric
gl: Avéstico

source: Belarusian
gl: Bieloruso

source: Bulgarian
gl: Búlgaro

source: Bihari
gl: Biharí

source: Bengali
gl: Bengalí

source: Tibetan
gl: Tibetano

source: Breton
gl: Bretón

source: Bosnian
gl: Bosníaco

source: Catalan
gl: Catalán

source: Czech
gl: Checo

source: Church Slavic
gl: Antigo Eslavo

source: Chuvash
gl: Chuvasio

source: Welsh
gl: Galés

source: Danish
gl: Dinamarqués

source: German
gl: Alemán

source: Ewe
gl: Ewé

source: Greek
gl: Grego

source: English
gl: Inglés

source: English, British
gl: Inglés Británico

source: Spanish
gl: Español

source: Spanish, Argentinian
gl: Español, Argentina

source: Spanish, Mexican
gl: Español, México

source: Spanish, Nicaraguan
gl: Español, Nicaragua

source: Estonian
gl: Estoniano

source: Basque
gl: Éuscaro

source: Persian
gl: Persa

source: Finnish
gl: Finlandés

source: Faroese
gl: Feroés

source: French
gl: Francés

source: French, Canadian
gl: Francés, Canadá

source: Frisian
gl: Frisón

source: Irish
gl: Irlandés

source: Scottish Gaelic
gl: Gaélico Escocés

source: Galician
gl: Galego

source: Guaran
gl: Guaraní

source: Manx
gl: Manés

source: Hebrew
gl: Hebreo

source: Croatian
gl: Croata

source: Creole, Haitian
gl: Criollo Haitiano

source: Hungarian
gl: Húngaro

source: Armenian
gl: Armenio

source: Indonesian
gl: Indonesio

source: Interlingue
gl: Interlingua

source: Sichuan Yi
gl: Yi Sichuan

source: Inupia
gl: Inuplaq

source: Iroquoian languages
gl: Linguas Iroquesas

source: Icelandic
gl: Islandés

source: Italian
gl: Italiano

source: Inuktitut
gl: Inuit

source: Japanese
gl: Xaponés

source: Javanese
gl: Javanés

source: Georgian
gl: Xeorxiano

source: Rwandi
gl: Swahili

source: Greenlandic
gl: Groelandés

source: Khmer
gl: Cambodiano

source: Korean
gl: Coreano

source: Kashmiri
gl: Cachemirés

source: Kurdish
gl: Kurdo

source: Latin
gl: Latín

source: Luxembourgish
gl: Luxemburgués

source: Lao
gl: Laosiano

source: Lithuanian
gl: Lituano

source: Latvian
gl: Letón

source: Maori
gl: Maorí

source: Macedonian
gl: Macedonio

source: Malagasy
gl: Malgache

source: Mongolian
gl: Mongol

source: Moldavian, Moldovan
gl: Moldavo, Moldavia

source: Marathi
gl: Maratí

source: Burmese
gl: Birmano

source: Norwegian Bokmal
gl: Noruegués Bokmal

source: North Ndebele
gl: Ndebele do Norte

source: Nepali
gl: Nepalí

source: Dutch
gl: Holandés

source: Norwegian Nynorsk
gl: Noruegués, Nynorsk

source: Norwegian
gl: Noruegués

source: Southern Ndebele
gl: Ndebele do sur

source: Northern Sotho
gl: Sutu do norte

source: Occitan
gl: Occitano

source: Ojibwe
gl: Ojibwa

source: Ossetian, Ossetic
gl: Ossetio, Osetia

source: Polish
gl: Polaco

source: Portuguese
gl: Portugués

source: Portuguese, Brazilian
gl: Portugués, Brasil

source: Romansh
gl: Romanche

source: Romanian
gl: Romanés

source: Russian
gl: Ruso

source: Macedo
gl: Macedo-romanés

source: Sanskrit
gl: Sánscrito

source: Sardinian
gl: Sardo

source: Sindhi
gl: Sindi

source: Northern Sami
gl: Sami do Norte

source: Serbo-Croatian
gl: Serbocroata

source: Slovak
gl: Eslovaco

source: Slovenian
gl: Esloveno

source: Samoan
gl: Samoano

source: Somali
gl: Somalí

source: Sotho
gl: Sutu

source: Albanian
gl: Albanés

source: Serbian
gl: Serbio

source: Serbian, Latin
gl: Serbio, Latino

source: Sundanese
gl: Sondanés

source: Swedish
gl: Sueco

source: Swahili
gl: Suahili

source: Tamil
gl: Támil

source: Thai
gl: Tailandés

source: Turkmen
gl: Turcomano

source: Tagalog
gl: Tagalo

source: Turkish
gl: Turco

source: Tahitian
gl: Tahitiano

source: Ukrainian
gl: Ucraíno

source: Vietnamese
gl: Vietnamita

source: Chinese, Yue
gl: Chinés, Yue

source: Chinese, Simplified
gl: Chinés, Simplificado

source: Chinese, Traditional
gl: Chinés, Tradicional

source: Zulu
gl: Zulú

source: Previous
gl: Anterior

source: Next
gl: Seguinte

source: Share your subtitles
gl: Compartir os seus subtítulos

source: Now everyone can watch the video with subtitles-- try it!
gl: Agora calquera pode ver este video con subtítulos--próbeo!

source: Then tell the world and invite your friends to help translate:
gl: Daquela dígalle ao mundo e invite os seus amigos a axudar a traducir:

source: Post to Facebook
gl: Mensaxe para Facebook

source: Post to Twitter
gl: Mensaxe para Twitter

source: Email to friends
gl: Correo para os amigos

source: Embed Code
gl: Código incorporado

source: Permalink
gl: Ligazón permanente

source: Share
gl: Compartir

source: Get Embed Code
gl: Obter o código incorporado

source: We&#8217;d like help testing our subtitling widget
gl: We&#8217;d axuda para probar o noso widget subtitulado

source: Just launch our feedback form and try captioning a video
gl: Lanzar soamente o formulario de retroalimentación tentar a descrición dun vídeo

source: Test the Widget
gl: Proba o Widget

source: Warning: These videos should not be embeded--there is a good possibility they will break at some point!
gl: Aviso: os vídeos non deberían estar ligados--ai unha gran posibilidade de que rompan nalgún punto

source: Warning #2: These subtitles are non-permanent and should not be relied on -- someone could change them.
gl: Aviso#2: Os subtítulos non son permanentes e non deberían ser fiábeis--alguén podería cambialos

source: This alpha site is for purely testing purposes.
gl: O sitio alfa é unicamente para probas

source: <h2>About Amara</h2> <p> Amara gives individuals, communities, and larger organizations the power to overcome accessibility and language barriers for online video. The tools are free and open source and make the work of subtitling and translating video simpler, more appealing, and, most of all, more collaborative. </p> <p> The benefits of captioning and subtitling are immense: <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>Translations make it possible for all of us to watch video in languages that we don't speak</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara is composed of three main parts: <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> <li>A collaborative subtitling website</li> <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2>Our Organization</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and decentralized media. Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/services/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>
gl: <h2>A cerca de Amara</h2> <p> Amara dálle ós individuos, comunidades, e grandes organización o poder de superar as barreiras de accesibilidade e de lingua para os vídeos online As ferramentas son gratis e de fonte aberta e fai o traballo de subtitular e traducir vídeos sinxelos, mais atractivos, e a maioría deles, mais colectivo. </p> <p> Os beneficios de subtitular son inmensos <ul> <li>Captions make videos accessible for viewers who are deaf or hard of hearing</li> <li>As traducións fannos posíbel ver un vídeo en linguas que non falamos</li> <li>Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more</li> </ul> </p> <p> Amara está composto por tres partes principais <ul> <li>A subtitle creation and viewing tool (aka the widget)</li> </li> Sitio web de subtitulación colectiva <li>An open protocol for subtitle search/delivery</li> </ul> </p> <p> Everything we do is available under the open source <a href="http://www.gnu.org/licenses/agpl-3.0.html">AGPL</a> license. </p> <h2> A Organización</h2> <p> <a href="http://www.pculture.org/">Participatory Culture Foundation</a> is a non-profit organization building free and open tools for more a democratic and Medios descentralizados Other projects of ours include <a href="http://www.getmiro.com/">Miro</a>, <a href="http://www.mirovideoconverter.com/">Miro Video Converter</a>, <a href="http://www.mirocommunity.org/">Miro Community</a>, and <a href="http://www.openvideoalliance.org/">Open Video Alliance</a>. </p> <p> Amara is a featured project of <a href="http://www.drumbeat.org/">Mozilla Drumbeat</a>, and the Mozilla Foundation has provided development support. Open Society Institute and the MacArthur Foundation are also financial supporters. </p> <h2>Publisher and Enterprise Services</h2> <p> Amara offers a set of professional tools and services that enable publishers and video platforms to create and manage high quality subtitles. With Amara, you can build a community of volunteers to subtitle your content, integrate with professional services, and use a powerful quality control system to ensure world-class quality. To learn more, see our <a href="http://www.universalsubtitles.org/en/services/">enterprise services</a> and contact Dean Jansen, <a href="mailto:dean@pculture.org">dean@pculture.org</a>. </p>

source: Universal subtitling: caption, translate, subtitle and transcribe video.
gl: Subtitulación de Universal: describe, traduce, subtitula e transcribe vídeo.

source: Subtitle Videos
gl: Subtítulos vídeos

source: Watch
gl: Ver

source: Volunteer
gl: Voluntarios

source: Enterprise
gl: Viaxe

source: Help
gl: Axuda

source: Sign In
gl: Entra

source: Amara is a project of <a href="http://participatoryculture.org/">PCF</a>.
gl: Amara e un proxecto de<a href="http://participatoryculture.org/">PCF</a>.

source: About
gl: A cerca de

source: Jobs
gl: Proxectos

source: Contact Us
gl: Contacto

source: Privacy Policy
gl: Política de privacidade

source: Terms of Service
gl: Termos de Servizo

source: Amara Editor Demo
gl: Demo do editor Amara

source: <strong>What's this?</strong> The video below is for demonstration purposes &mdash; try clicking the 'Subtitle Me' button! Don't worry, nothing you do will be saved.
gl: <strong>What's this?</strong> The video below is for demonstration purposes &mdash; try clicking the 'Subtitle Me' button! Non te preocupes, nada do que fixeches se gravou

source: <strong>Feedback is welcome.</strong> Choose "Help" from the main menu to report bugs or to leave comments for the team.
gl: <strong>A retroalimentación é benvida.</strong> Escolla "Axuda" no menú principal para enviar informes de erros ou deixarlle comentarios ao equipo.

source: Copyright Infringement Notification
gl: Notificación de infracción dos dereitos de autor
