Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Different workflows can be chained together to create an unlimited number of highly flexible configurations. The Amara team can help you determine the best workflow for your subtitle processes and integrate it with your existing publishing platform.
gl: Os diferentes fluxos de traballo pódense encadear xuntos para crear un ilimitado número de configuracións altamente flexíbeis. O equipo Amara pode axudalo a determinar o mellor fluxo de traballo para o seu proceso de subtitulación e integralo xunto coa súa plataforma de publicación.

source: Contractors with Staff Review
gl: Contratistas con revisión por persoal propio

source: Use captioning and transcription contractors to create your subtitles, then require staff review and approval before they are published back to your server. Remember, no one sees your subtitles until YOU publish it.
gl: Use contratistas para descrición e transcrición ao crear os seus subtítulos, logo pídalle ao seu persoal a revisión e aprobación antes de que se publique no seu servidor. Lembre, ninguén ve os subtítulos ata que VOSTEDE os publique.

source: Crowdsourced subtitles, followed by staff review
gl: Subtitulación colectiva, seguida de revisión por persoal propio.

source: In many cases, organizations want to leverage the power of the crowd, but don’t want to leave any chance for poor quality captions or subtitles to appear on their content. This workflow keeps videos private until a staff member has approved the subtitles.
gl: Nalgúns casos, as organizacións queren aproveitar o potencial colectivo pero non queren deixar ningunha opción de que descricións ou subitítulos de pobre calidade poidan aparecer nos seus contidos. Este fluxo de traballo retén os vídeos como privados ata que un membro do persoal aprobe os subtítulos.

source: Professionally created English captions, crowd translation
gl: Descricións creadas profesionalmente en inglés, tradución colectiva

source: Amara offers professional- quality captions at very low cost with quick turn-around times. English can often be done in less than a day. Once English is completed, it’s a snap to request translations from volunteers or staff. We have seen videos translated into multiple languages in just days -- through a volunteer crowd.
gl: Amara ofrece descrición profesional - a moi baixo custo con rápidos ciclos-. O inglés adoita poderse facer nun día. Unha vez o inglés feito, non é precipitado solicitar a tradución por parte dos voluntarios ou do propio persoal. Temos visto videos traducidos en varios idiomas en poucos días - mediante un grupo de voluntariado.

source: Crowd translations, with professional quality-control
gl: Traducións colectivas, con control de calidade profesional

source: Amara is, quite simply, the most cost-effective way to get professional-level quality for foreign language video subtitles. By leveraging professional quality review, you can expect to pay roughly 75%% less than the market price for traditional professional subtitles.
gl: Amara é, para dicilo simplemente, o camiño máis eficaz en termos de custo- eficiencia para obter subtítulos de nivel de calidade profesional en idiomas «estranxeiros». Apoiándose na revisión profesional, pode supoñer un aforro que ronde un 75%% menos que o prezo do mercado para subtitulación profesional tradicional.

source: At its core, Amara is the definitive platform for managing captions and subtitles. Whether you are creating, revising, or translating subtitles -- you can choose to centralize the management -- or divide up your content, and delegate responsibilities and control.
gl: Esta é a clave, Amara é a plataforma definitiva para a xestión de descricións e subtítulos. Cando está creando, revisando ou traducindo subtítulos -- pode escollar entre centralizar a xestión -- ou dividir o seu contido e delegar responsabilidades e control.

source: Import
gl: Importar

source: Your videos are never uploaded to our server (learn more about our Security Model), so you actually import pointers to existing video files—whether you’re hosting on your own server, YouTube, Vimeo, other video hosting service, or combination thereof. Import these video pointers via graphical interface or API, plus we can import a wide variety of subtitle and transcript formats in case you have pre-existing data.
gl: Os seus vídeos nunca serán subidos ao seu servidor (lea sobre o noso modelo de seguranza), de modo que agora importará enderezos a vídeos existentes -cando os teña aloxados no seu propio servidor, YouTube, Vimeto ou outro servizo de de hospedaxe, ou combinación de varios deles. Importe eses enderezos a vídeos a través da súa interface gráfica ou API, ademais de que podemos importar unha ampla variedade de subtítulos en formatos de transcrición en cado de ter datos preexistentes.

source: Process > Author > QC
gl: Proceso > Autor > CC

source: Flexible workflows make creating Global Content simple; your organization can harness the power of volunteers, private crowds, and/or professional service providers for content creation and Quality Control.
gl: Os fluxos flexíbeis de traballo fan a creación de contido global algo simple; a súa organización pode manexar a potencia dos voluntarios, grupos privados e/ou fornecedores de servizos profesionais para a creación de contido e control de calidade.

source: Deploy
gl: Despregamento

source: Use the Amara API to bring completed subtitle data and metadata into your own backend or publishing platform.
gl: Use a API de Amara API para levar datos e metadatos completos de subtitulación á súa infraestrutura ou plataforma de publicación.

source: A Revolutionary Video Security Model
gl: Un modelo de seguranza de vídeo revolucionario

source: You always maintain control of your video, because it never leaves your server. Amara doesn’t require any video uploading, so your existing security policy is always in full effect. We support OAuth, which means your users never need to log in twice—they can see your video and authenticate with both organizations at the same time. Amara makes your subtitles available from the cloud, so you can: deploy just in time via our API; cache on your server and get pinged when there are updates; or use our embeddable subtitle widget.
gl: Sempre manterá o control do seu vídeo, porque nunca deixa o seu servidor. Amara non require que cargue o vídeo en ningures, así que a súa estratexia de seguranza terá plenos efectos. Somos compatíbeis con OAuth, o que significa que os usuaris non necesitan nunca rexistrarse dúas veces -poden ver o seu vídeo e autenticarse con ambas organizacións ao mesmo tempo. Amara fai os seus subtítulos dispoñíbeis na nube, así que pode: despregar a demanda a nosa API; usar unha copia evanescente no seu servidor e obter avisos de cando haxa actualizacións; ou usar o noso trebello de subtitulación incorporábel.

source: Amara’s powerful API allows flexible integration with your existing publishing workflow. By connecting your backend system directly to Amara, you can import and export subtitles, manage processing, and import completed subtitles directly back into your own system. If you use a custom video player, importing subtitles via API lets your company fully control subtitle display and use of the transcript on your website.
gl: A potente API de Amara permite unha integración flexíbel co seu fluxo de publicación. Ao conectar a súa infraestrutura directamente a Amara, pode importar e exportar subtítulos, xestionar o procesamento e importar os subtítulos completados directamente ao seu propio sistema. Se usar un reprodutor personalizado, a importación de subtítulo a través da API permítelle á súa compañía un control total da presentación e uso de transcricións no seu sitio web.

source: Amara API Documentation
gl: Documentación da API Amara

source: Corporations need to communicate with their staff and their customers around the world, and video is becoming a major part of that process. With Amara, companies make it possible for staff, customers, and contractors to caption and translate videos, make them searchable, and share them publicly or privately.
gl: As empresar necesitan comunicar co seu persoal e os seus clientes de todo o mundo, e o vídeo está chegando á maior parte deses procesos. Con Amara, as compañías fan posíbel para o seu persoal, clientes e contratistas a descrición e tradución de vídeos, facelos atopábeis na rede e compartilos pública ou privadamente.

source: As online education explodes in popularity, subtitles are essential to making courses accessible and international. Colleges and universities are using Amara to make their rapidly growing video resources readily available to everyone.
gl: Así como a educación en conexión explota en popularidade, os subtítulos son esenciais para facer clases accesíbeis e internacionais. Colexios e universidades están a usar Amara para facer accesíbeis á lectura de calquera uns recursos que medran rapidamente.

source: Khan Academy—one of the largest and fastest growing online education sites in the world—uses Amara to translate every video on their website, into dozens of languages
gl: A Academia Khan —un dos sitios de educación en conexión entre as de maior e máis rápido crecemento— usa Amara para traducir cada vídeo do seu sitio web, en ducias de idiomas

source: Any organization that creates video can reach more people with subtitles, and Amara provides the most options and flexibility to caption and translate your videos. Many video publishers use Amara to create volunteer communities -- engaging the people who watch their videos to caption and translate them for the world, ultimately reaching more viewers.
gl: Calquera organización que crea vídeo pode chegar a máis público con subtítulos e Amara fornece case todas as opcións e a flebilidade para descrición de tradución dos seus vídeos. Moitos videoeditores usan Amara para crear comunidades de voluntarios --sumando á xente que quere ver os seus vídeos para describilos e traducilos para o mundo, e finalmente acadar máis espectadores.

source: In governments around the world, making video accessible is often a legal requirement, not an option. Amara makes it much easier to coordinate captioning and translation efforts, so that every citizen gains access.
gl: Para gobernos de todo o mundo, facer vídeos accesíbeis vai sendo un requirimento legal, non unha opción. Amara fai moito máis doado coordinar os esforzos de descrición e tradución de modo que todos os cidadáns teñan acceso.

source: Get started with Amara
gl: Comezar con Amara

source: Be in touch at
gl: Estar en contacto con

source: Frequently Asked Questions
gl: Preguntas máis frecuentes (FAQ)

source: What is Amara?
gl: Que é Amara?

source: How can I use Amara?
gl: Como podo utilizar Amara?

source: What are the benefits of subtitles?
gl: Cales son os beneficios da subtitulación?

source: Who is the Participatory Culture Foundation and why are they making Amara?
gl: Quen é o Participatory Fundación de Cultura e por que están facendo Amara?

source: Will Amara support closed captions for the deaf and hard of hearing?
gl: Haberá asistencia de Amara para descricións para xordos e deficientes auditivos?

source: Will your subtitles support my language or characterset?
gl: Estes subtítulos serán compatíbeis co meu idioma ou caracteres?

source: When will the tools, including this site, be available in my language?
gl: Cando estas ferramentas, incluíndo este sitio, estarán dispoñíbeis no meu idioma?

source: How can I add subtitles to my video?
gl: Como podo engadir subtitulos ao meu vídeo?

source: What open source license do you use?
gl: Que licenza de fonte aberta se usa?

source: I'm a developer, can I help out?
gl: Son un desenvolvedor, como podo axudar?

source: Can non-technical people get involved with the project?
gl: Pode a xente non técnica incorporarse a este proxecto?

source: Do you accept donations? Are they tax deductible?
gl: Aceptan doazóns? Son deducíbeis de impostos?

source: What is your relationship with Mozilla Drumbeat?
gl: Cal é a súa relación con Mozilla Drumbeat?

source: Where can I download subtitles in .SRT or other formats?
gl: Onde podo descargar subtítulos en .SRT ou outros formatos?

source: It says "Someone else is currently editing these subtitles" and I can't do anything. How long will this last for? Why does it happen?
gl: Di "Alguén máis está actualmente editando estes subtítulos" e eu non podo facer nada. Canto durará isto? Por que sucede?

source: Why can't I change the timing on a translation?
gl: Por que non podo cambiar o minutado dunha tradución?

source: How do old revisions work? What if somebody makes a change to my work that I don't approve of?
gl: Como funcionan as revisións? Que pasa se alguén fai un cambio no meu traballo que eu non aprobo?

source: How do I add the Amara &quot;embed all videos&quot; code to my site?
gl: Como engado o código &quot;incorporar todos os vídeos&quot; no meu sitio?

source: Hey, you don’t list my language!
gl: Ei, o meu idioma non está listado!

source: Amara is an easy way for anyone to add subtitles, captions, or translate nearly any video on the web. It works in a collaborative Wikipedia-like fashion. The software is free and open source and can be used and <a href="http://wiki.github.com/pculture/unisubs/dev-center">improved by anyone</a>.
gl: Amara é un modo doado para calquera de engadir subtítulos, descrición, ou traducir practicamente calquera vídeo na Web. Funciona de modo colaborativo ao xeito da Wikipedia. O software é libre e de código aberto e pode ser usado e <a href="http://wiki.github.com/pculture/unisubs/dev-center">mellorado por calquera</a>.

source: You're welcome to try our <a href="http://universalsubtitles.org/demo/">demo</a> to see how the software works. You can also <a href="http://universalsubtitles.org/videos/create">begin subtitling</a> a video you have already posted on the web.
gl: Dámoslle a benvida a probar a nosa <a href="http://universalsubtitles.org/demo/">demo</a> para que vexa como traballa o software. Tamén pode <a href="http://universalsubtitles.org/videos/create">comezar a subtitulación</a> dun vídeo que xa teña publicado na Web.

source: VVideo subtitles are a gold mine of untapped potential.
gl: A subtitulación de vídeo é unha mina de ouro de potencial sen explotar.

source: Captions make videos accessible for viewers who are deaf or hard of hearing
gl: As descricións fan os vídeos accesíbeis para espectadores que teñen deficiencias auditivas ou son xordos

source: Translations make it possible for all of us to watch video in languages that we don't speak
gl: As traducións fan posíbel para todos nós ver vídeos en idiomas que non falamos

source: Video creators get: better SEO, more views, access to a far bigger (potentially multilingual and global) audience, accessibility for deaf and hard of hearing viewers, and more
gl: Os videocreadores obteñen: mellor SEO, máis visualizacións, acceso a unha maior (potencialmente multilingüe e global) audiencia, accesibilidade para persoas xordas ou con deficiencias auditivas e moito máis

source: he Participatory Culture Foundation is a 501c3 non-profit organization whose mission is to build a fairer, more open, and more democratic media space. PCF saw a gap in the marketplace for more open and collaborative subtitling &mdash; Amara is helping to fill that need.
gl: A Participatory Culture Foundation é unha organización sen ánimo de lucro segundo a norma 501c3 coa misión de construír un espazo para o contido multimedia máis xusto, máis aberto e moito máis democrático. A PCF salva a fenda no que hai no mercado para acceder á subtitulación de modo máis aberto e colaborativo &mdash; Amara axuda a cubrir esa necesidade.

source: Yes, we are working on a solution for making closed captions [including information about sounds and music], as well as subtitles/translations.
gl: Si, estamos traballando nunha solución para facer descricións depuradas [que inclúe información sobre sons e música] así como subtítulos/traducións.

source: We will be working to support as many languages/charactersets as possible.
gl: Seguiremos traballando para admitir tantos idiomas/conxuntos de caracteres como sexa posíbel.

source: The site and tools are available in a number of languages (set your language in your browser preferences and we’ll take care of the rest). We’re always looking for <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">volunteer translators</a> to help improve and add more languages.
gl: O sito e as ferramentas están dispoñíbeis nun certo numero de idiomas (configure o seu idioma nas preferencias do seu navegador e nós ocupámonos do resto). Sempre estamos buscando <a href="http://blog.universalsubtitles.org/2010/09/13/our-site-is-translateable-looking-for-translators/">tradutores voluntarios</a> para axudar a mellorar e engadir máis idiomas.

source: For a single video, use our site. For multiple videos on your website, use <a href="http://universalsubtitles.org/en/get-code/">this code</a> in your website’s template inside the &lt;head&gt; tags.
gl: Para un único vídeo, use o noso sitio. Para ter moitos vídeos no seu sitio web, use <a href="http://universalsubtitles.org/en/get-code/">este código</a> no modelo de deseño do seu sitio web, dentro das etiquetas &lt;head&gt;.

source: For our subtitling widget and community website, we're using the <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.
gl: Para o noso trebello de subtitulación e sitio web da comunidade, estamos a usar a licenza <a href="http://en.wikipedia.org/wiki/Affero_General_Public_License">AGPL</a>.

source: Please do! If you're interested in coding and development, please visit our <a href="http://wiki.github.com/8planes/unisubs/dev-center">developer center</a>.
gl: Fágao! Se está interesado en codificar ou desenvolver, visite o noso <a href="http://wiki.github.com/8planes/unisubs/dev-center">centro de desenvolvemento</a>.

source: If you're interested in general involvement, please see our <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat page</a>. If you have a specific idea, please get in touch: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> And as a 501c3 non-profit org, we do accept donations (see the next question for details).
gl: Se está interesado nunha participación xeral, vexa a nosa páxina <a href="https://www.drumbeat.org/project/universal-subtitles">Mozilla Drumbeat</a>. Se ten unha idea específica, contacte: <a href="mailto:universalsubtitles@pculture.org">universalsubtitles@pculture.org</a> E como unha organización sen ánimo de lucro, segundo a norma 501c3, aceptamos doazóns (vexa a seguinte resposta para os detalles).

source: Yes and yes! You can <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">donate here</a> (through the Mozilla Drumbeat project).
gl: Si e si! Pode <a href="https://donate.mozilla.org/page/contribute/universalsubtitles">doar aquí</a> (a través do proxecto Mozilla Drumbeat).

source: The Mozilla Foundation has provided Amara with seed funding, community support, and fundraising support through <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat is a movement to keep the web open for the next 100 years, and Amara is a featured project!
gl: A Fundación Mozilla proporcionou fondos de inicio a Amara, apoio da comunidade e apoio para a fundación a través de <a href="http://www.drumbeat.org/about">Drumbeat</a>. Drumbeat é un movemento para manter a Web aberta os vindeiros 100 anos, e Amara é un proxecto salientábel.

source: When subtitles exist, you can download them in .SRT, .SSA, .SBV, .TXT, and TTML formats on the page for that language (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">example</a>). Click "Download Subtitles" button in the lower right to the left from "Edit Subtitles" button and choose the desired file format from the drop-down list.
gl: Cando os subtítulos existen, pode descargalos en formatos .SRT, .SSA, .SBV, .TXT, e TTML desde a páxina para ese idioma (<a href="http://universalsubtitles.org/videos/yKsUAgChJlGA/lt/">exemplo</a>). Faga clic no botón "Descargar subtítulos" no recanto inferior dereito á esquerda do botón e escolla o formato desexado dos da lista despregábel.

source: The system currently only allows one user to edit subtitles for any given video at a time. So, if someone else is already editing subtitles for the video when you try to edit the subtitles, you'll get this message.
gl: Actualmente o sistema só permite editar subtítulos a un usuario á vez en calquera vídeo. Así, se alguén máis está xa editando subtítulos cando vostede intenta editar, obterá esta mensaxe.

source: You can. Go to the translation editor and click “Change subtitle timing”. Only do this if the timing on the original language really cannot match the language you’re translating into. Otherwise, improvements in the original will automatically cascade.
gl: Pode. Vaia ao editor de tradución e prema “Cambiar o minutado do subtítulo”. Fágao só se o minutado no idioma orixinal realmente non coincide co do idioma ao que vostede estea traducindo. Dito doutro xeito, As melloras no orixinal producirán un efecto en cadea.

source: Go to <a href="http://universalsubtitles.org/get-code/">this page</a> and double click on the code in the white box to select it all. Go to Edit > Copy in your browser's menu to copy the code to your clipboard. Then start editing the headers in your site or blog theme, and paste the script somewhere between the &lt;head&gt; and &lt;/head&gt; tags in your blog theme.
gl: Vaia a <a href="http://universalsubtitles.org/get-code/">esta páxina</a> e faga dobre clic no código da caixa branca para seleccionalo todo. Vaia a Editar > Copiar, no menú do seu navegador para copiar o código no seu portapapeis. Logo comece a editar as cabeceiras no seu sitio tema do seu blog, e pegue o script nalgún sito entre as &lt;head&gt; e o &lt;/head&gt; do tema do seu blog.

source: Sorry about that. Just contact us and we’ll be happy to add it.
gl: Descúlpenos. Contacte con nós e estaremos encantados de engadilo.

source: Thanks for getting in touch! We love hearing your ideas, bugs, feedback, opinions and such.
gl: Grazas por estar á man! Gústanos escoitar as súas ideas, informes de erros, comentarios, opinións e demais.

source: Stay tuned as the project evolves!
gl: Permaneza atento a como evoluciona o proxecto!

source: Announcement Signup
gl: Rexistro para anuncios

source: Best
gl: O mellor

source: PS. We do our best to respond to all questions, but please be patient -- we get a lot of email
gl: PS. Facémolo o mellor que sabemos ao responder a todas as preguntas pero por favor, sexa paciente -- temos un montón de correo

source: The easiest way to caption and translate any video.
gl: O camiño máis doado para describir e traducir calquera vídeo.

source: Subtitles make videos more powerful, more global, and more searchable.
gl: Os subtítulos fan os vídeos máis potentes, máis globais e máis atopábeis.

source: Subtitle a Video Now
gl: Subtitular un vídeo agora

source: Subtitle
gl: Subtítulo

source: Works with YouTube, Vimeo, HTML5, and more.
gl: Funciona con YouTube, Vimeo, HTML5 e máis.

source: Features
gl: Características salientábeis

source: Embed the video anywhere
gl: Incorporar este vídeo nalgures

source: Add subtitles yourself or ask viewers to help.
gl: Engadir subtítulos por si mesmo ou pedirlles aos espectadores axuda.

source: Full site integration
gl: Integración total no sitio

source: Volunteers Needed
gl: Necesítanse voluntarios
