Repository: ScottDowne/unisubs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: To file a copyright infringement notification with us, you will need to send a written communication that includes substantially the following (please consult your legal counsel or see Section 512(c)(3) of the Copyright Act to confirm these requirements):
gl: Para facernos unha notificación de infracción do dereitos de autor a nós, necesita enviar unha comunicación escrita que inclúa substancialmente o seguinte (consulte por favor co seu asesor legal ou vexa a Sección 512(c)(3) da Copyright Act para confirmar estes requisitos):

source: A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site. Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material. Providing URLs in the body of an email is the best way to help us locate content quickly. Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted. A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law. A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. Such written notice should be sent to our designated agent as follows:
gl: Unha sinatura física ou electrónica dunha persoa autorizada para actuar en representación do propietario dun dereito exclusivo que fose presuntamente infrinxido. Identificación do traballo con dereitos de autor sobre o que se reclama, ou, se son múltiplos traballos nun mesmo sitio son cubertos por unha mesma notificación única, unha lista representativa de tales traballos naquel sitio. Identificación do material sobre o que se reclama infracción ou por ser suxeito de actividade infractora e que debe ser retirado ou o acceso ao cal deba ser imposibilitado, e información razoabelmente suficiente para permitirlle ao provedor de servizo localizar o material. Proporcionar os URL no corpo dun correo electrónico é o mellor xeito de axudarnos a localizar rapidamente este contido. Información razoabelmente suficiente para permitirlle ao provedor de servizo contactar coa parte reclamante, como un enderezo, número de teléfono, e, se dispoñíbel, un enderezo de correo electrónico no cal a parte reclamante pode ser contactada. Unha declaración de que a parte reclamante acredita en boa fe que o uso do material sobre o que exerce reclamación non é autorizado polo dono dos dereitos de autor, o seu axente, ou a lei. Unha declaración de que a información na notificación é precisa, e baixo pena de perxurio, que a parte reclamante está autorizada para actuar en representación do propietario dun dereito exclusivo que se alega presuntamente infrinxido. Tal aviso escrito tería que serlle enviado ao noso axente designado do modo que segue:

source: Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.
gl: Lembre que baixo a Sección 512(f) calquera persoa que intencionadamente conduza á crenza equivocada de que ese material ou actividade está infrinxindo pode ser suxeito a responsabilidade.

source: Counter-Notification
gl: Contranotificación (notif. certificada)

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.
gl: Lembre que baixo a Sección 512(f) da Coyright Act, calquera persoa que conduza á crenza equivocada de que ese material ou actividade foi retirado ou desactivado por erro ou equivocación deliberada pode estar suxeito a responsabilidade. Considérese avisado tamén de que nós avogamos por unha política de cesamento nas circunstancias adecuadas respecto dos subscritores que sexan reiteradamente infractores.

source: How do I file a DMCA counter notice?
gl: Como fago unha contranota (notif. certificada) DMCA?

source: The process for counter-notifications is governed by Section 512(g) of the Digital Millennium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf
gl: O proxecto de contranotificacións réxese pola Sección 512 (g) da Digital Millenium Copyright Act: http://www.copyright.gov/legislation/dmca.pdf

source: To file a counter notification with us, you must provide a written communication that sets forth the items specified below.
gl: Para facernos unha contranotificación (notificación de resposta), debe prover unha comunicación escrita que recolla os ítems especificados aseguir.

source: Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability. Please also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers. Accordingly, if you are not sure whether certain material infringes the copyrights of others, we suggest that you first contact an attorney.
gl: Lembre que baixo a Sección 512(f) da Coyright Act, calquera persoa que conduza á crenza equivocada de que ese material ou actividade foi retirado ou desactivado por erro ou equivocación deliberada pode estar suxeito a responsabilidade. Considérese avisado tamén de que nós avogamos por unha política de cesamento nas circunstancias adecuadas respecto dos subscritores que sexan reiteradamente infractores. Consecuentemente, de non estar seguro de que certo material infrinxe os dereitos de autor doutros, suxerímoslle que contacte cun avogado.

source: Elements of Counter-Notification
gl: Elementos da contranotificación

source: A sample counter notification may be found at: http://www.chillingeffects.org/dmca/counter512.pdf. To expedite our ability to process your counter notification, please use the following format (including section numbers):
gl: Un exemplo de contranotificación pode atoparse en: http://www.chillingeffects.org/dmca/counter512.pdf. Para facilitar a nosa xestión da súa notificación, use o seguinte formato (incluídos os números de sección):

source: Identify the specific URLs of material that Miro Guide has removed or to which Miro Guide has disabled access. Provide your full name, address, telephone number, and email address, and the username of your Miro Guide account. Provide a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or San Francisco County, California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person. Include the following statement: "I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled." Sign the notice. If you are providing notice by e-mail, a scanned physical signature or a valid electronic signature will be accepted. Send the written communication to the following address:
gl: Identificar os URL específicos de material que a guía Miro retirou ou a que a guía Miro desactivou o acceso. Proporcione o seu nome completo, enderezo, número de teléfono, e enderezo de correo electrónico, e o nome de usuario da súa conta Miro. Proporcione unha declaración de que asume a xurisdición do Tribunal de Distrito Federal para o distrito xudicial no cal o seu enderezo se localice (ou Condado de San Francisco, California se o seu enderezo é exterior aos Estados Unidos), e que aceptará someterse ao proceso personándose en representación da persoa que faga a notificación segundo a subsección (c)(1)(C) ou un axente de tal persoa. Incluír a declaración: "xuro, baixo pena de perxurio, que teño creo de boa fe que o material foi retirado ou desactivado como resultado dun erro ou equivocación deliberada do material que debe ser retirado ou desactivado. Asinar a notificación. Se está proporcionando este aviso por correo electrónico, unha sinatura física escaneada ou unha sinatura electrónica válida serán aceptadas. Enviar a comunicación escrita ao enderezo seguinte:

source: What happens next?
gl: Que sucede despois?

source: After we receive your counter-notification, we will forward it to the party who submitted the original claim of copyright infringement. Please note that when we forward the counter-notification, it includes your personal information. By submitting a counter-notification, you consent to having your information revealed in this way. We will not forward the counter-notification to any party other than the original claimant.
gl: Despois de recibirmos a súa contranotificación, reenviarémola á parte que remitiu a reclamación orixinal de infracción de dereitos de autor. Lembre que cando reenviamos a contranotificación, inclúe a súa información persoal. Ao remitir unha contranotificación, consente que a súa información sexa revelada deste xeito. Non reenviaremos a contranotificación a ningunha outra parte que á demandante orixinal.

source: After we send out the counter-notification, the claimant must then notify us within 10 days that he or she has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Miro Guide. If we receive such notification we will be unable to restore the material. If we do not receive such notification, we may reinstate the material.
gl: Despois de enviarmos a contranotificación, o demandante debe entón notificarnos dentro do prazo de 10 días que el ou ela solicitou a asignación de tribunal para evitar que vostede continúe a actividade de infrinximento relativa ao material da Guía Miro. Se recibimos tal notificación, non poderemos restaurar o material. Se non recibimos tal notificación, podemos restabelecer o material.

source: DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE. WE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY.
gl: AVISO LEGAL: NON SOMOS OS AVOGADOS DE VOSTEDE, E A INFORMACIÓN QUE PRESENTAMOS AQUÍ NON É UN CONSELLO LEGAL. PRESÉNTASE UNICAMENTE CON FINS PURAMENTE INFORMATIVOS.

source: Add collaborative subtitling to every video on your site
gl: Engadir subtitulación colaborativa de todos os vídeos do seu sitio

source: Just drop one line of code into your page:
gl: Poña unha liña de código na súa páxina:

source: You can add it just before the <code>&lt;/head&gt;</code> or <code>&lt;/body&gt;</code> tag (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">see usage notes</a>).
gl: Pode engadilo xusto antes da etiqueta <code></head></code> ou <code></body></code> (<a href="https://github.com/pculture/unisubs/wiki/Widgetizer-script-usage-guide">Vexa as notas de uso</a>).

source: This lets you and visitors to your site
gl: Isto lévao a vostede e visitantes ao seu sitio

source: Create subtitles for any compatible video
gl: Crear subtítulos para calquera vídeos compatíbel

source: Find subtitles created by others
gl: Atopar subtítulos creados por outros

source: Add translations and improve other's work
gl: Engadir traducións e mellorar o traballo doutros

source: Make your videos searchable and accessible
gl: Facer vídeos atopábeis e accesíbeis

source: Bring your videos to an international audience
gl: Levar os seus vídeos a unha audiencia internacional

source: Proud to be a
gl: Orgullosos de ser un

source: Featured Mozilla Drumbeat Project
gl: Proxecto Mozilla Drumbeat

source: This code is experimental. If you run into problems, please
gl: Este código é experimental. Se ten problemas,

source: let us know
gl: fáganolo saber

source: Features & Benefits
gl: Funcionalidades e beneficios

source: Amara Platform
gl: Plataforma Amara

source: Global Reach
gl: Alcance global

source: Quality Control
gl: Control de calidade

source: Automated Workflows
gl: Fluxos automatizados

source: Subtitle Management
gl: Xestión de subtitulos

source: Advanced Security
gl: Seguranza avanzada

source: API Integration
gl: Integración de API

source: Customers
gl: Clientes

source: Companies
gl: Empresas

source: Universities
gl: Universidades

source: Publishers
gl: Editores

source: Government
gl: Goberno

source: The World’s Most Advanced Platform for Subtitles
gl: A máis avanzada plataforma para subtítulos do mundo

source: Our enterprise platform offers an unmatched ability to manage subtitle creation and editing processes, and reach outstanding levels of quality at remarkably low costs. You have total flexibility: build a volunteer community, integrate paid captioning and translation services, manage internal staff or contractors, and integrate directly with your distribution and embedding platform through our powerful API.
gl: A nosa plataforma empresarial ofrece unha incomparábel habilidade de xestionar a creación de subtítulos e acada niveis excepcionais de calidade a moi baixo custo. Ten total flexibilidade: contruída por unha comunidade de voluntarios, integra descrición de pago servizos de tradución, xestiona persoal interno ou contratistas, e intégrase directamente coa súa plataforma de distribución e incorporación mediante unha potente API.

source: World-class Users
gl: Usuarios de todo o mundo

source: Award-Winning Technology
gl: Tecnoloxía galardoada

source: Unmatched Functionality and Control
gl: Incomparábel funcionalidade e control

source: Build a Translation Team
gl: Construír un equipo de tradución

source: For years, companies like Mozilla, Twitter, and Facebook have built volunteer communities to translate their websites. Amara makes this possible for captions and subtitles. With Amara, you can accomplish the seemingly impossible task of translating your videos into dozens of languages. Quickly build a powerful, high-quality volunteer translation and captioning team that makes your content truly global.
gl: Durante anos, empresas como Mozilla, Twitter, e Facebook construíron comunidades de voluntarios para traducir os seus sitios web. Amara fai isto posíbel para descricións e subtítulos. Con Amara, pode cumprir a tarefa aparentemente imposíbel de traducir os seus vídeos a ducias de linguas. Constrúe rapidamente un potente, altamente cualificado equipo de voluntarios de tradución e descrición que fai o seu contido realmente global.

source: Security and Managed Workflows
gl: Seguranza e fluxos xestionados

source: Create the right workflows for your content and coordinate your efforts-- whether your video is completely private, restricted to premium subscribers, or public on the web. You always control who has access to your subtitles and when to involve staff, contractors, or volunteers.
gl: Crea fluxos adecuados para os seu contido e coordina os esforzos-- cando o seu contido é completamente privado, restrinxido a subscritores premium, ou público na Web. Sempre terá o control de quen ten acceso aos seus subtítulos e cando dar acceso a persoal, contratistas, ou voluntarios.

source: Powerful API and Publishing Integration
gl: Potente API e integración da publicación

source: Our API helps companies tightly integrate Amara with their existing publishing and distribution workflow. By making subtitles key part of your process, you build a global audience.
gl: A nosa API axuda as empresas a integrar estreitamente Amara co seu fluxo de edición e distribución. Ao facer dos subtítulos unha parte clave do seu proceso, vostede constrúe unha audiencia global.

source: Professional Services
gl: Servizos profesionais

source: Access professional services including paid captions, translations, and quality control. Or use your own staff and contractors and use Amara to coordinate their work remotely.
gl: Acceda aos servizos profesionais que inclúen descricións de pago, traducións, e control de calidade. Ou utilicer o seu propio persoal e contratistas e use Amara para coordinar o seu traballo remotamente.

source: Crowdsource with Professional Review
gl: Traballo grupal con revisión profesional

source: Engage a crowd and use professional quality assurance. This balances amazingly low cost with professional level quality assurance.
gl: Involucre un grupo e use garantía de calidade profesional. Isto equilibra os sorprendentemente baixos custos con garantía de calidade de nivel profesional.

source: Work with Any Video Platform
gl: Funciona con calquera plataforma de vídeo

source: Amara works with all the most popular video hosting services and video players, and adapts easily to your own custom player. Integrate and embed videos with subtitles without changing your current publishing workflow.
gl: Amara funcion coa maioría de servizos populares de hospedaxe de vídeo populares e reprodutores de vídeo, e adápatase facilmente ao seu reprodutor personalizado. Integra e incorpora vídeos con subtítulos sen mudar o seu fluxo editorial actual.

source: Subtitles Improve SEO
gl: Os subtítulos melloran o SEO

source: Rank higher in Google and other search engines by helping them index full transcripts for all of your videos. Searchable videos are found more often.
gl: Puntúe máis alto en Google e noutros motores de busca axudándolle a indexar transcricións de todos os seus vídeos. Vídeos adaptados para a busca atópanse máis a cotío.

source: Build a Global Reach
gl: Construír un alcance global

source: Amara is the premiere platform for taking video content global. Whether you’re working with volunteer translators, engaging your own staff, or hiring professionals, you can easily manage the end-to-end process.
gl: Amara é a primeira plataforma para facer o contido de vídeo global. Se está traballando con tradutores voluntarios, involucrando o seu propio persoal persoal ou contratando profesionais, facilmente pode xestionar o proceso de principio a fin.

source: Volunteer Subtitle Creation
gl: Creación de subtitulación por voluntariado

source: Amara currently supports some of the largest volunteer video translation efforts on the planet. Our technology makes captioning, subtitling, and translating very easy, fun, and engaging which enables ongoing, massive, collaborations.
gl: Amara da apoio a algúns dos maiores esforzos de tradución de vídeo do planeta. A nosa tecnoloxía fai da descrición, subtitulación e tradución algo moi fácil, divertido, e reforzando a colaboración máis actual, masiva.

source: Private Crowd Subtitle Creation
gl: Creación de grupos de subtitulación privados

source: If you have a workforce, student group, or any other non-public crowd, you can limit access for captioning, translating, and subtitling OR reviewing the work of peers, volunteers, or professionals.
gl: Se ten un grupo de traballo, un grupo de estudanes ou calquera outro grupo non público, pode limitar o acceso de descrición, tradución ou subtitulación OU revisión do traballo por pares, voluntariado ou profesionais.

source: Selectively engage professionals for captioning or subtitling into nearly any language, or even to help with Quality Control. All completed work is centralized on Amara, ready for incremental quality control and quick deployment.
gl: Selectivamente dedique profesionais para descrición ou subtitulación in practicamente calquera idioma ou mesmo para axudar no control de calidade. Todo o traballo completado está centralizado en Amara, a punto para un control incremental de calidade e un rápido despregamento.

source: Hybrid Approach
gl: Aproximación híbrida

source: Mix and match these different approaches on the initial (subtitle authoring) pass, as well as subsequent review passes (for Quality Control). This is an advantage that you only get with Amara, a fully featured solution that manages the process end to end.
gl: Mestura e emparella estas aproximacións diferentes nos pasos iniciais (autoría de subtitulación), así como os seguintes pasos (do control de calidade). Isto é unha vantaxe que só se consegue con Amara, unha solución plenamente funcional que xestiona o proceso de principio a fin.

source: Amara’s Flexible Workflows offer several ways to ensure outstanding quality for your subtitles. Whether you use internal staff, outside contractors, professional services, or a volunteer community -- you’ll be able to create, review, and approve workflows that meet your needs.
gl: Os flexíbeis fluxos de traballo de Amara ofrecen varias posibilidades para asegurar unha calidade fóra de serie para os subtítulos. Cando dedique persoal propio, contratistas externos, servizos profesionais ou unha comunidade de voluntariado -- poderá crear, revisar e aprobar fluxos que coincidan coas súas necesidades.

source: Examples of QC processes:
gl: Exemplos de procesos de control de calidade:

source: Have your contractors work inside your Amara account and then require staff review before subtitles go live.
gl: Ten contratistas traballando dentro da súa conta Amara e require, daquela, que o seu persoal propio o revise antes de que os subtítulos sexan públicos.

source: Some universities use paid captioning services to quickly caption lecture videos and then invite experts in the university community to fix any mistakes with proper names or technical terms.
gl: Algunhas universidades usan servizos de descrición de pago para crear lecturas de descrición de vídeos e, logo, convidar a expertos propios a arranxar calquera erro con palabras apropiadas ou termos técnicos.

source: Volunteer teams can self-manage and reach very high quality by requiring peer review of subtitles before they are published. More senior members of the community can be promoted to a moderator role.
gl: Os equipos de voluntariado poden autoxestionarse e acadar moi unha moi alta calidade solicitando revisión por pares de subtítulos antes de publicalos. Os membros veteráns da comunidade poden ser promovidos a un rol de moderación.

source: Workflows enable automating the flow of content through different authoring groups, including: volunteers, private crowds (staff, employees, students, etc), and professionals. They can be used for both first pass (authoring), as well as subsequent review passes for Quality Control.
gl: Os fluxos de traballo automatizan o fluxo de contido a través de diferentes grupos de autores: voluntarios, grupos privados (persoal propio, empregados, estudantes, etc.) e profesionais. Poden usarse tanto para os primeiros pasos (proceso de autoría) como para os consecutivos pasos de revisión e control de calidade.
